[{"segment_id":1,"speaker_group":1,"source_text":"Thank you very much, sir. I think in our first session we did a pretty good job in terms of what's happened to you guys, and you can always, you military servants, you can hear by our questioning that we're very concerned, and I'm sure the entire Congress would be."},{"segment_id":2,"speaker_group":1,"source_text":"I'd like to use this time to talk more about the incident, what actually happened, if it was any recordings, if you took any notes, and anything else you might help to educate us in terms of what we're looking at in line with what this hearing is about."},{"segment_id":3,"speaker_group":1,"source_text":"And I think I'll just go down the line here. I think I'd like to do Mr. Pope first. Frascona, second, and then we'll have the two servicemen. Mr. Pope."},{"segment_id":4,"speaker_group":1,"source_text":"Thank you, Madam Chair. We have, I guess, a significant problem in terms of the evidence record that despite the fact that the Ministry of Defence case file has now been declassified and released, and you'll have some of the papers, the document that I referred to dated February the 16th, in the final paragraph where it mentions that General Gabriel visited the base, papers relating to that visit have not yet been located, and it's my hope that this would be perhaps the key in unlocking not just John and Jim's quest for their medical records, but perhaps a wider revelation of what it is that we're dealing with, because clearly if the Commander-in-Chief, United States Air Force, visited, and we know exactly because of that document, the time scale, it must be between the date of the incident itself and 16th of February, people, whether they be journalists or attorneys or whoever,"},{"segment_id":5,"speaker_group":1,"source_text":"have a very narrow window of time to go after the paper trail that must exist, clearly must exist, showing why such a senior United States Air Force officer visited those bases, and it seems to me that there must be questions that could be asked along the lines of, \"May we have the paperwork relating to the General's visit, to the items of evidence which were removed, presumably back to his headquarters at Ramstein, to any investigation that was done either at Ramstein or by headquarters, USAAF or DOD, or indeed by any other agency.\""},{"segment_id":6,"speaker_group":1,"source_text":"So I think there is this possibility that armed with the declassified Ministry of Defense document, we now know what we want."},{"segment_id":7,"speaker_group":1,"source_text":"That's a good point."},{"segment_id":8,"speaker_group":1,"source_text":"That's a good point."},{"segment_id":9,"speaker_group":1,"source_text":"Can you speak a bit about the aircraft itself, the aircraft itself, and if there were any presence of any life, any different things in your investigations?"},{"segment_id":10,"speaker_group":1,"source_text":"Can you share with the committee anything along those lines?"},{"segment_id":11,"speaker_group":1,"source_text":"Well, I think what I would say is that the sketch of the craft and the sketch of the symbols that you have, and Jim can, when you question him, doubtless elaborate on this, I believe came from Jim Peniston's police notebook, his Air Force police notebook."},{"segment_id":12,"speaker_group":1,"source_text":"And again, he'll correct me if I'm wrong on this, but he did as well as the photographs that he took, did some sketches, and then did a slightly more sanitized version, which you have in front of him, in front of you, when he'd stopped shaking."},{"segment_id":13,"speaker_group":1,"source_text":"Does that exist now, Mr. Penniston?"},{"segment_id":14,"speaker_group":1,"source_text":"Is there a notebook and pictures and all that, or does the military have that?"},{"segment_id":15,"speaker_group":1,"source_text":"I do have my own notebook, and it's in my possession."},{"segment_id":16,"speaker_group":1,"source_text":"The chances of that notebook surviving are probably one in a thousand."},{"segment_id":17,"speaker_group":1,"source_text":"Surviving what?"},{"segment_id":18,"speaker_group":1,"source_text":"About not being thrown away or -- By you?"},{"segment_id":19,"speaker_group":1,"source_text":"Sure."},{"segment_id":20,"speaker_group":1,"source_text":"You're going to throw it away?"},{"segment_id":21,"speaker_group":1,"source_text":"Well, at the time, it was like I wanted the whole situation to go away, so -- Well, but it's here."},{"segment_id":22,"speaker_group":1,"source_text":"The only thing that's gone is your medical records at this point."},{"segment_id":23,"speaker_group":1,"source_text":"Yeah, I know."},{"segment_id":24,"speaker_group":1,"source_text":"I know."},{"segment_id":25,"speaker_group":1,"source_text":"I mean, I think -- please don't throw it away."},{"segment_id":26,"speaker_group":1,"source_text":"No, at the time, that's what I was -- I threw it in a drawer, and I didn't exercise proper care with it, and I found it four years later, it tells you I'm a pack rat."},{"segment_id":27,"speaker_group":1,"source_text":"Four years later, after we PCS'd, came back to the States, and then I said, \"Well, I better keep that.\""},{"segment_id":28,"speaker_group":1,"source_text":"I think you better hold onto that."},{"segment_id":29,"speaker_group":1,"source_text":"Yeah."},{"segment_id":30,"speaker_group":1,"source_text":"It's just for prosperity as well as it's part of your life and a lot of history that's unfolding, so it would be -- it would behoove you to hold onto a pod we put in a safety deposit box and that kind of holding on, I don't mean just in a dresser drawer."},{"segment_id":31,"speaker_group":1,"source_text":"I'm serious."},{"segment_id":32,"speaker_group":1,"source_text":"No, it's no longer a dresser drawer."},{"segment_id":33,"speaker_group":1,"source_text":"Yeah."},{"segment_id":34,"speaker_group":1,"source_text":"No, I think you preserve it because it's historical, and you may be rewarded more than you think with it."},{"segment_id":35,"speaker_group":1,"source_text":"You know, testing done and all that stuff for the -- people want it dated, I guess."},{"segment_id":36,"speaker_group":1,"source_text":"But those -- everybody carried notebooks back then at the -- Everybody didn't have your experience."},{"segment_id":37,"speaker_group":1,"source_text":"Well, we were -- what we did it for is to record for reports."},{"segment_id":38,"speaker_group":1,"source_text":"Yes."},{"segment_id":39,"speaker_group":1,"source_text":"You know, I'm trying to keep everything rational and procedural like I was used to, so how am I going to explain all this?"},{"segment_id":40,"speaker_group":1,"source_text":"I'm writing this down."},{"segment_id":41,"speaker_group":1,"source_text":"Exactly."},{"segment_id":42,"speaker_group":1,"source_text":"And that's required, actually, as you were in charge that night, that you would take as much documentation as you could so that you could prepare an adequate report."},{"segment_id":43,"speaker_group":1,"source_text":"That's how that works, I'm sure."},{"segment_id":44,"speaker_group":1,"source_text":"Okay."},{"segment_id":45,"speaker_group":1,"source_text":"Mr. Pope, are you done?"},{"segment_id":46,"speaker_group":1,"source_text":"Yes."},{"segment_id":47,"speaker_group":1,"source_text":"Yes, thank you, Madam Chair."},{"segment_id":48,"speaker_group":1,"source_text":"Okay."},{"segment_id":49,"speaker_group":1,"source_text":"Attorney?"},{"segment_id":50,"speaker_group":1,"source_text":"Counselor?"},{"segment_id":51,"speaker_group":1,"source_text":"Yes."},{"segment_id":52,"speaker_group":1,"source_text":"Anything you want to add?"},{"segment_id":53,"speaker_group":1,"source_text":"Madam Chair, thank you."},{"segment_id":54,"speaker_group":1,"source_text":"I have to say that as far as the importance of the evidence or what I can say about that is this."},{"segment_id":55,"speaker_group":1,"source_text":"The first several many years of my legal career was spent as a public defender, and as such, I went to court every day as the underdog, pretty much, and oftentimes didn't have any real evidence in my favor other than human testimony, witness testimony."},{"segment_id":56,"speaker_group":1,"source_text":"And I gained a respect for, much like I'm sure each of you have through hearings such as this today, that the testimony that you hear from your fellow man or woman can be just as good if not better than documentary evidence much of the time."},{"segment_id":57,"speaker_group":1,"source_text":"In this particular case, I have had the privilege of being privy to some conversations that John and Jim have had with some of the folks, rather, we've spoken about today, some of those rather high-ranking people, and nobody's telling or describing the sight of the smoking gun to this, but just by what they say and how they react to certain questions and what they might add to an answer at the very end that they give it some thought tends to point in a certain direction."},{"segment_id":58,"speaker_group":1,"source_text":"All the arrows point in one direction, and that's not necessarily ET or Black Ops Project, but it points to something very strange, and I've seen that a number of times."},{"segment_id":59,"speaker_group":1,"source_text":"But I guess I would say that if this were a case, if I went back to be that Young Republic defender I was so many years ago, this would have been one of my best criminal cases to take because the testimony is all there for me to win that case, absolutely."},{"segment_id":60,"speaker_group":1,"source_text":"The main thing you'd be dealing with today that you would not be if they weren't not military and regular citizens is the military, which is much of what this whole disclosure hearing is about."},{"segment_id":61,"speaker_group":1,"source_text":"But that's good, and we commend you for that."},{"segment_id":62,"speaker_group":1,"source_text":"Public defenders are major in our society, and when you have a passion that I feel from you for them, they get good representation, so thank you very much."},{"segment_id":63,"speaker_group":1,"source_text":"Mr. Pendleton, would you like to add anything else before I go to my members here?"},{"segment_id":64,"speaker_group":2,"source_text":"Do you have any questions that -- I was wondering, are your questions going to go into the cover-up?"},{"segment_id":65,"speaker_group":3,"source_text":"We'll have to see."},{"segment_id":66,"speaker_group":3,"source_text":"Each of these members are leaders in their own right, but they're all going to get a chance."},{"segment_id":67,"speaker_group":3,"source_text":"They're going to get some, because, you know, we could be here, you know, they'll come to it, though."},{"segment_id":68,"speaker_group":3,"source_text":"Did you want to say something about the cover-up?"},{"segment_id":69,"speaker_group":4,"source_text":"Well, it's -- it'll take -- it'll take quite a while, that's why."},{"segment_id":70,"speaker_group":5,"source_text":"Well, I want you to paraphrase, because one thing about it, you've lived it, you were there, you're here with us today, and whatever you'd like to offer, you should start."},{"segment_id":71,"speaker_group":6,"source_text":"I think that in a -- because of the culture and the environment at the time of the Air Force after Blue Book, it wasn't prudent or good career moves to be talking about any type of phenomenon or UFOs or things like that."},{"segment_id":72,"speaker_group":6,"source_text":"It just wasn't a good idea for your career."},{"segment_id":73,"speaker_group":6,"source_text":"So when John and I left that for us that night, we were discussing, well, how far do we go with this?"},{"segment_id":74,"speaker_group":6,"source_text":"And tell them everything?"},{"segment_id":75,"speaker_group":6,"source_text":"You know, well, it would be pretty much a career ender, we were thinking that."},{"segment_id":76,"speaker_group":6,"source_text":"So we reported in the next day with our shift commander the morning after, and we told him about what happened, and he questioned us on it, and we were somewhat sanitized."},{"segment_id":77,"speaker_group":6,"source_text":"I mean, instead of being up next to a craft, I was at a distance, you know, it was metallic, you know, those kind of things."},{"segment_id":78,"speaker_group":6,"source_text":"And he says, \"This is just not a good idea to report this.\""},{"segment_id":79,"speaker_group":6,"source_text":"He says, \"I think we should let it go -- you know, just let it go away.\""},{"segment_id":80,"speaker_group":6,"source_text":"So when I was taken down to OSI, I called on the OSI to make my report, I went in there, and the thoughts of preserving my career were -- they went away, because I was scared to death of the OSI."},{"segment_id":81,"speaker_group":6,"source_text":"They were just threatening me down there."},{"segment_id":82,"speaker_group":6,"source_text":"They said, you know, in the way they do it, it's a good cop, bad cop, that kind of thing."},{"segment_id":83,"speaker_group":6,"source_text":"And I went down there, and they said, \"If you write everything that happened, don't leave anything out, this goes away.\""},{"segment_id":84,"speaker_group":6,"source_text":"Okay, that's exactly what I want to have happen."},{"segment_id":85,"speaker_group":6,"source_text":"I want this to go away."},{"segment_id":86,"speaker_group":6,"source_text":"And so I did."},{"segment_id":87,"speaker_group":6,"source_text":"I wrote out four long pages of documents, my statement on the legal paper."},{"segment_id":88,"speaker_group":6,"source_text":"They came back in about 20, 25 minutes, and they have a typed half-page document that is out now on the Internet, and they say it's my statement."},{"segment_id":89,"speaker_group":7,"source_text":"History Channel."},{"segment_id":90,"speaker_group":7,"source_text":"The History Channel."},{"segment_id":91,"speaker_group":8,"source_text":"They're out all over it."},{"segment_id":92,"speaker_group":8,"source_text":"It's not my statement."},{"segment_id":93,"speaker_group":8,"source_text":"In there it says that I got within 50 feet."},{"segment_id":94,"speaker_group":8,"source_text":"It says it's a metallic object, and it's very, very, very general."},{"segment_id":95,"speaker_group":8,"source_text":"And the agent says -- and I'm not sure if these are OSI agents, but I was in the OSI building."},{"segment_id":96,"speaker_group":8,"source_text":"Let me clarify that too."},{"segment_id":97,"speaker_group":8,"source_text":"I knew all the agents, but I didn't know these people."},{"segment_id":98,"speaker_group":8,"source_text":"And they said, \"Okay, read this statement.\""},{"segment_id":99,"speaker_group":8,"source_text":"And I said, \"Okay.\""},{"segment_id":100,"speaker_group":8,"source_text":"And he said, \"Read it again.\""},{"segment_id":101,"speaker_group":8,"source_text":"I said, \"Okay.\""},{"segment_id":102,"speaker_group":8,"source_text":"And they said, \"We want you to memorize it."},{"segment_id":103,"speaker_group":8,"source_text":"Read it again.\""},{"segment_id":104,"speaker_group":8,"source_text":"I said, \"Okay.\""},{"segment_id":105,"speaker_group":8,"source_text":"And he said, \"This is the official statement that you're going to give your command element or anybody else from this point on that asks about it, because this is a classified investigation, and OSI can operate outside the chain of command."},{"segment_id":106,"speaker_group":8,"source_text":"They do it over in England."},{"segment_id":107,"speaker_group":8,"source_text":"At that time they actually worked for the State Department.\""},{"segment_id":108,"speaker_group":8,"source_text":"And I said, \"Okay."},{"segment_id":109,"speaker_group":8,"source_text":"No problem.\""},{"segment_id":110,"speaker_group":8,"source_text":"General orders by -- because it's an active investigation by whoever those are -- people in front of me."},{"segment_id":111,"speaker_group":8,"source_text":"And so that's why I report to the Wing Commander."},{"segment_id":112,"speaker_group":8,"source_text":"He doesn't even blink an eye when General Williams does it."},{"segment_id":113,"speaker_group":8,"source_text":"He said, \"Listen --\" General Williams is the Wing Commander at that point."},{"segment_id":114,"speaker_group":8,"source_text":"General -- Major General Williams, that's what he -- at the time he was Colonel Williams."},{"segment_id":115,"speaker_group":8,"source_text":"You retired a Major General."},{"segment_id":116,"speaker_group":8,"source_text":"And when we reported into Colonel Halt's office, I briefly talked to Colonel Conrad, who was the base commander at the time -- Colonel Halt worked for him."},{"segment_id":117,"speaker_group":8,"source_text":"And then John and I met up there, and then we went in and talked to the Wing Commander -- reported into the Wing Commander -- and explained the -- I gave him the OSI statement."},{"segment_id":118,"speaker_group":8,"source_text":"I mean, I told him that's what happened."},{"segment_id":119,"speaker_group":8,"source_text":"It was general, and he thanked us very much for our time and told us that he appreciated the candor that we had."},{"segment_id":120,"speaker_group":8,"source_text":"And he never asked one question."},{"segment_id":121,"speaker_group":8,"source_text":"And so there's where the cover-up probably started."},{"segment_id":122,"speaker_group":8,"source_text":"It started by the issuance of that statement from OSI."},{"segment_id":123,"speaker_group":8,"source_text":"You submitted -- Sergeant, you submitted that statement, so it really kind of started as you were writing the statement and submitting it."},{"segment_id":124,"speaker_group":8,"source_text":"Well, when I wrote the four pages -- I'll let me make that clear, ma'am -- when I wrote them out, I was in detail."},{"segment_id":125,"speaker_group":8,"source_text":"I wrote down everything."},{"segment_id":126,"speaker_group":8,"source_text":"But that wasn't what you submitted."},{"segment_id":127,"speaker_group":8,"source_text":"You submitted what they asked you to submit."},{"segment_id":128,"speaker_group":8,"source_text":"I gave them everything they wanted."},{"segment_id":129,"speaker_group":8,"source_text":"They said write every detail down."},{"segment_id":130,"speaker_group":8,"source_text":"Four pages?"},{"segment_id":131,"speaker_group":8,"source_text":"Four pages."},{"segment_id":132,"speaker_group":8,"source_text":"And I wrote the fact about the temperature, about it being on the ground, the glyphs, the notes from my notebook."},{"segment_id":133,"speaker_group":8,"source_text":"They were included."},{"segment_id":134,"speaker_group":8,"source_text":"I didn't have my notebook there, but all that stuff was included, including the binary code, which I called ones and zeros in because I'm not a math person."},{"segment_id":135,"speaker_group":8,"source_text":"And at that time -- And did you give that to the wing commander?"},{"segment_id":136,"speaker_group":8,"source_text":"I gave that to the OSI building."},{"segment_id":137,"speaker_group":8,"source_text":"Did you give that to the wing commander?"},{"segment_id":138,"speaker_group":8,"source_text":"No."},{"segment_id":139,"speaker_group":8,"source_text":"No, ma'am."},{"segment_id":140,"speaker_group":8,"source_text":"What I gave to the wing commander was the OSI sanitized statement and the one that I was supposed to give them."},{"segment_id":141,"speaker_group":8,"source_text":"And why did you not give that one to the wing commander?"},{"segment_id":142,"speaker_group":8,"source_text":"Because I was under orders from -- because OSI said it was an ongoing investigation and they can work outside the realm of the base commander, wing commander and everything else like that."},{"segment_id":143,"speaker_group":8,"source_text":"And my position is, new with this and all that, that might have been the beginning of the cover-up."},{"segment_id":144,"speaker_group":8,"source_text":"Yes."},{"segment_id":145,"speaker_group":8,"source_text":"I agree."},{"segment_id":146,"speaker_group":8,"source_text":"All right."},{"segment_id":147,"speaker_group":8,"source_text":"Thank you."},{"segment_id":148,"speaker_group":8,"source_text":"And I don't want to badger you."},{"segment_id":149,"speaker_group":8,"source_text":"Appreciate your service, trying times."},{"segment_id":150,"speaker_group":8,"source_text":"How many years ago was this?"},{"segment_id":151,"speaker_group":8,"source_text":"This is '80 and this is now '13."},{"segment_id":152,"speaker_group":8,"source_text":"That's 23, 33 years ago, so no."},{"segment_id":153,"speaker_group":8,"source_text":"That you're still standing in relatively good health, thank God for that and we'll see what we can do with you."},{"segment_id":154,"speaker_group":8,"source_text":"Thank you, ma'am."},{"segment_id":155,"speaker_group":8,"source_text":"Thank you, sir."},{"segment_id":156,"speaker_group":8,"source_text":"Mr. Burroughs."},{"segment_id":157,"speaker_group":8,"source_text":"Yes, ma'am."},{"segment_id":158,"speaker_group":8,"source_text":"What stands out to me is the fact that you had an incident take place over three nights at the largest attack fighter wing in the Air Force at the time."},{"segment_id":159,"speaker_group":8,"source_text":"You had over three flights involved and probably well over 150 personnel that were aware of something going on, whether they were listening to it on the radio, whether they were observing something from their location or were actually up close and personal with whatever was out there."},{"segment_id":160,"speaker_group":8,"source_text":"How many times has something come back three nights in a row?"},{"segment_id":161,"speaker_group":8,"source_text":"I've seen very little evidence involving the UFO community where something comes back more than once."},{"segment_id":162,"speaker_group":8,"source_text":"We had the distinct pleasure of having something visit us three times."},{"segment_id":163,"speaker_group":8,"source_text":"As you said, a cover-up began immediately."},{"segment_id":164,"speaker_group":8,"source_text":"It drew the attention of somebody because a C-5 came in on Sunday night."},{"segment_id":165,"speaker_group":8,"source_text":"What was reported was a team from Langley Air Force Base that had their own helicopters, their own vehicles and their own security."},{"segment_id":166,"speaker_group":8,"source_text":"They cordoned the force off."},{"segment_id":167,"speaker_group":8,"source_text":"I was posted on the gate on Monday, Tuesday and Wednesday and my orders were, because I was already involved in the incident, that you'd be aware that some strange things could possibly be going on."},{"segment_id":168,"speaker_group":8,"source_text":"If I saw anything happen, it was my job to not report it on the radio but to call it in on the phone."},{"segment_id":169,"speaker_group":8,"source_text":"Don't get alarmed by anything that could be going on, but if there's something of extreme importance, call it in on the phone."},{"segment_id":170,"speaker_group":8,"source_text":"So we had a team out there investigating what we were involved with."},{"segment_id":171,"speaker_group":8,"source_text":"What's also interesting to me is the fact that it was off base and that wasn't our property that the United States Air Force was given the lead on this investigation."},{"segment_id":172,"speaker_group":8,"source_text":"Why is that?"},{"segment_id":173,"speaker_group":8,"source_text":"What did they already know?"},{"segment_id":174,"speaker_group":8,"source_text":"Was there something that keyed them into whatever we were involved with?"},{"segment_id":175,"speaker_group":8,"source_text":"Why would they send a team in from Langley to investigate this?"},{"segment_id":176,"speaker_group":8,"source_text":"From there, after the investigation was concluded with the team and they departed, there was all kinds of rumors of what was going on."},{"segment_id":177,"speaker_group":8,"source_text":"What Sergeant Penniston and I did, what we were told to do, is to remain quiet."},{"segment_id":178,"speaker_group":8,"source_text":"But over the years, different personnel have come forward and been interviewed about what took place."},{"segment_id":179,"speaker_group":8,"source_text":"Different things have come up as far as what was seen."},{"segment_id":180,"speaker_group":8,"source_text":"What's clear, and I'm not going to hold anything back on this, almost everybody involved saw something different."},{"segment_id":181,"speaker_group":8,"source_text":"They reported something different."},{"segment_id":182,"speaker_group":8,"source_text":"They reported different things that they felt and what went on."},{"segment_id":183,"speaker_group":8,"source_text":"There was static electricity in the air."},{"segment_id":184,"speaker_group":8,"source_text":"There was problems with equipment."},{"segment_id":185,"speaker_group":8,"source_text":"And yet, after all this went on, none of us were ever brought in and officially debriefed."},{"segment_id":186,"speaker_group":8,"source_text":"None of us were ever taken care of or checked out medically."},{"segment_id":187,"speaker_group":8,"source_text":"But none of us were relieved of duty."},{"segment_id":188,"speaker_group":8,"source_text":"And just recently in the past two years, the deputy base commander at the time, who then was promoted to colonel, ended up being base commander at that and other locations, came out and went on the record and said what he saw out there, he felt, was of intelligence, was under intelligence control."},{"segment_id":189,"speaker_group":8,"source_text":"One of the questions that's come up to me over the years is was it us?"},{"segment_id":190,"speaker_group":8,"source_text":"Was it somewhere else or could it be both?"},{"segment_id":191,"speaker_group":8,"source_text":"I believe what we were looking at out there on those three nights was something that was going on both with us and whatever we were doing drew something in that created a reaction."},{"segment_id":192,"speaker_group":8,"source_text":"And I believe this case could be the defining case in the history of UFOs that might be able to break this open if there's people that are willing to take charge of this in a position of power and look into this."},{"segment_id":193,"speaker_group":8,"source_text":"Thank you."},{"segment_id":194,"speaker_group":8,"source_text":"Very well spoken."},{"segment_id":195,"speaker_group":8,"source_text":"Thank you very much."},{"segment_id":196,"speaker_group":8,"source_text":"Thank you very much."},{"segment_id":197,"speaker_group":8,"source_text":"Congressman Bartlett, please."},{"segment_id":198,"speaker_group":8,"source_text":"There had to be an official investigation of this."},{"segment_id":199,"speaker_group":8,"source_text":"Do we have any idea where the records of this are?"},{"segment_id":200,"speaker_group":8,"source_text":"My best assessment, sir, is that the start point was General Gabriel, commander in chief United States Air Force in Europe, but whether his staff after his visit conducted the investigation or whether his staff then handed off the investigation to somebody else."},{"segment_id":201,"speaker_group":8,"source_text":"I don't know that, sir, but at least having the start point, it should enable Freedom of Information Act requests to say if you don't have those records, who does?"},{"segment_id":202,"speaker_group":8,"source_text":"Is it my understanding that when he left, he took with him some of the documentation?"},{"segment_id":203,"speaker_group":8,"source_text":"Yes, sir."},{"segment_id":204,"speaker_group":8,"source_text":"It was the custom and practice of the deputy base commander, Charles Holt, to take with him a handheld cassette recorder on which he documented his thoughts and observations."},{"segment_id":205,"speaker_group":8,"source_text":"It's that tape recording, which is now in the public domain, that is referred to in the document has been taken back to Ramstein."},{"segment_id":206,"speaker_group":8,"source_text":"What the document does not say and itemize is what else he took back, but we know for example from testimony of others involved that there were things such as soil samples that went somewhere, samples I believe from the damaged trees that were facing this craft, and indeed whatever documentation the general may have taken with him."},{"segment_id":207,"speaker_group":8,"source_text":"You were there when the craft took off, sergeants?"},{"segment_id":208,"speaker_group":8,"source_text":"There was no sound or was there sound?"},{"segment_id":209,"speaker_group":8,"source_text":"When the craft generated, it did generate more lighting and that concerned me."},{"segment_id":210,"speaker_group":8,"source_text":"I wasn't sure it was going to explode or I wasn't really sure about that."},{"segment_id":211,"speaker_group":8,"source_text":"So I did take a somewhat defensive position and it rose off the ground."},{"segment_id":212,"speaker_group":8,"source_text":"With that, it went up to tree level and momentary hovered and then took off in the blink of an eye."},{"segment_id":213,"speaker_group":8,"source_text":"The things that it didn't do was stuff that it should have done, at least that's what I was hoping at the time."},{"segment_id":214,"speaker_group":8,"source_text":"I was hoping for air displacement, all aircraft do that from the engines."},{"segment_id":215,"speaker_group":8,"source_text":"I was hoping for aircraft sound, all aircraft do that."},{"segment_id":216,"speaker_group":8,"source_text":"I was hoping for those type of things that would occur."},{"segment_id":217,"speaker_group":8,"source_text":"One of the things that stopped after it reached a certain point was the static, the feeling of clothing in that, that did stop."},{"segment_id":218,"speaker_group":8,"source_text":"It did it with silence."},{"segment_id":219,"speaker_group":8,"source_text":"I also made an observation that I figured it was intelligence."},{"segment_id":220,"speaker_group":8,"source_text":"I mean, I'm not saying it's manned, it's too small for that."},{"segment_id":221,"speaker_group":8,"source_text":"What I'm saying that when a craft will momentarily hover or an object and if it turns to the right, that tells me it's intelligent, controlling it of some kind."},{"segment_id":222,"speaker_group":8,"source_text":"A drone doesn't just sit there and go, why bother, it would take off and then go make the flight plan or whatever it wanted to do."},{"segment_id":223,"speaker_group":8,"source_text":"So that was odd."},{"segment_id":224,"speaker_group":8,"source_text":"And to this day, I have not seen any technology that would even come close to replicating the technology that I observed that night."},{"segment_id":225,"speaker_group":8,"source_text":"As a matter of fact, if the United States had that kind of technology, you could probably cut your defense budget in half and not have to worry about a thing."},{"segment_id":226,"speaker_group":8,"source_text":"That would be the key of Pax Americana or whatever, peace under American control."},{"segment_id":227,"speaker_group":8,"source_text":"But yeah, that's, are we going to go back to the cover-up part of it or, I really have some issues with the cover-up."},{"segment_id":228,"speaker_group":9,"source_text":"You know, this is your time, Sergeant, we're here, we invited you to come to testify and the members are trying to gain information."},{"segment_id":229,"speaker_group":9,"source_text":"I'm going to let him finish and then I'm going to get back to you, okay?"},{"segment_id":230,"speaker_group":10,"source_text":"Relative to the cover-up, it obviously started pretty quickly because you were told to sign an abbreviated sanitized statement that put you far enough away from the craft that it could be interpreted as hallucination or reflections or something like that."},{"segment_id":231,"speaker_group":10,"source_text":"Other than the exchange you had when that sanitized abbreviated statement was prepared, were you ever interrogated as to the details of what you saw?"},{"segment_id":232,"speaker_group":11,"source_text":"That's interesting."},{"segment_id":233,"speaker_group":11,"source_text":"The first, the only time I remember, consciously remember being interviewed, that's a nice way to put it, by, at the OSI building was on, I believe it was the Monday, Monday after the incident."},{"segment_id":234,"speaker_group":11,"source_text":"The incident happened on a weekend and I believe it was Monday or Tuesday when I was called in there."},{"segment_id":235,"speaker_group":11,"source_text":"So that, and that's right now my statement and all that, but under hypnosis in 1994, it's apparently around February 1st of that year it was noted in the hypnosis that I was taken back into the OSI building or it could have been the Wing Intel, I'm not sure, and also interrogated at that point again and that one was where I was administered sodium pentothal which is a very graphic thing to watch on film and additional questions were asked and additional discoveries were made."},{"segment_id":236,"speaker_group":12,"source_text":"Why personally do you think there was an interest in cover up?"},{"segment_id":237,"speaker_group":13,"source_text":"Well there's, I think, John alluded to it a little bit earlier, I think part of the problem there was, they were drawn into the area, this object was drawn there because there was interest in the area and the interest has to do with a top secret facility which I later wrote security plans for and stuff at that base which was Marlesham Heath, it was a C3 facility, communications, and it had a building there that at the time had a retinal eye scanner, in 1980 that's like high tech stuff and you don't really waste your money, the government's money on those kind of things over there like that but that was the unusual part of it so there was operations within there and they were civilian by the way, none of those people were wearing uniforms and then just down the street from that another mile and a half or two was MI6, British intelligence that operated out of there and then of course"},{"segment_id":238,"speaker_group":13,"source_text":"we had the control towers that were strategically placed around the base too that operated radar systems and the communications."},{"segment_id":239,"speaker_group":13,"source_text":"It's also a part, and I think John should talk a little bit about, if you don't mind talking a little bit about Cobra Mist, do you want to talk about that?"},{"segment_id":240,"speaker_group":14,"source_text":"Okay."},{"segment_id":241,"speaker_group":15,"source_text":"Yeah."},{"segment_id":242,"speaker_group":15,"source_text":"So this is documented, it's on the internet, before our incident there was a project called Cobra Mist, I don't know if any of you are aware of it but it was over the horizon radar."},{"segment_id":243,"speaker_group":15,"source_text":"The Russians had their project called Woodpecker and there was activity going on between both sides trying to counteract this particular technology."},{"segment_id":244,"speaker_group":15,"source_text":"What's interesting is and it's posted right in the, why it was shut down was when they posted Cobra Mist on the coast and by the way the NSA had a facility there with Cobra Mist was the fact that it didn't work properly."},{"segment_id":245,"speaker_group":15,"source_text":"They brought in the Stanford Research Institute to find out why it didn't work properly, okay."},{"segment_id":246,"speaker_group":15,"source_text":"What they determined was that there was something coming from inside the country that was keeping it from working properly."},{"segment_id":247,"speaker_group":15,"source_text":"They had spent a lot of money on this project and they just shut it down almost immediately after that."},{"segment_id":248,"speaker_group":15,"source_text":"But the thing was the people that work on Cobra Mist, civilians and military, and the Stanford Research Institute never left."},{"segment_id":249,"speaker_group":15,"source_text":"They were moved on to Bentwaters, Woodbridge, and at Marlesham Heath."},{"segment_id":250,"speaker_group":15,"source_text":"So what appears to happen was whatever they were working on at the time, they came to realize something else was going on in the area, and they continued to work forward with whatever project they were working on at the time."},{"segment_id":251,"speaker_group":15,"source_text":"There obviously had to be a lot of discussion about what had happened there."},{"segment_id":252,"speaker_group":15,"source_text":"There are three fairly obvious possibilities."},{"segment_id":253,"speaker_group":15,"source_text":"One was it was an experimental something we were doing."},{"segment_id":254,"speaker_group":15,"source_text":"It was something the Soviets were doing or it was extraterrestrial."},{"segment_id":255,"speaker_group":15,"source_text":"Which of those was the general consensus?"},{"segment_id":256,"speaker_group":15,"source_text":"For the rest of the base?"},{"segment_id":257,"speaker_group":15,"source_text":"Sir?"},{"segment_id":258,"speaker_group":15,"source_text":"You mean for what the rest of the base?"},{"segment_id":259,"speaker_group":15,"source_text":"Well, yeah."},{"segment_id":260,"speaker_group":15,"source_text":"There had to be a lot of discussion as to what went on out there."},{"segment_id":261,"speaker_group":15,"source_text":"No."},{"segment_id":262,"speaker_group":15,"source_text":"Things were shut down?"},{"segment_id":263,"speaker_group":15,"source_text":"The discussion was limited."},{"segment_id":264,"speaker_group":15,"source_text":"Anybody that was in the know was told it was classified."},{"segment_id":265,"speaker_group":15,"source_text":"You don't talk about it."},{"segment_id":266,"speaker_group":15,"source_text":"Anybody that wasn't in the know talked about it."},{"segment_id":267,"speaker_group":15,"source_text":"How quickly were you told that?"},{"segment_id":268,"speaker_group":15,"source_text":"That was the morning."},{"segment_id":269,"speaker_group":15,"source_text":"It started almost immediately with the shift commander continued on with the fact."},{"segment_id":270,"speaker_group":15,"source_text":"Also one other note that we confirmed through the controller who was in charge of writing up the reports that day, all the documents were immediately classified secret."},{"segment_id":271,"speaker_group":15,"source_text":"What's interesting is CNN, Chuck DeCaro, special assignments reporter, attempted to do a report on the incident, and when he asked for the incident reports, the 1569s and the blot entries on this, do you want to know what his answer was given to him?"},{"segment_id":272,"speaker_group":15,"source_text":"They disappeared."},{"segment_id":273,"speaker_group":15,"source_text":"They're lost."},{"segment_id":274,"speaker_group":15,"source_text":"Somebody took them."},{"segment_id":275,"speaker_group":15,"source_text":"We don't know where they are."},{"segment_id":276,"speaker_group":15,"source_text":"Did they give you an indication why they were classifying it?"},{"segment_id":277,"speaker_group":15,"source_text":"Let me give you one last question."},{"segment_id":278,"speaker_group":15,"source_text":"Any indication why they were classifying it?"},{"segment_id":279,"speaker_group":15,"source_text":"No."},{"segment_id":280,"speaker_group":15,"source_text":"At the time, you've got to remember 1980 we were young airmen."},{"segment_id":281,"speaker_group":15,"source_text":"Today, yeah, we have a general idea why it was probably classified."},{"segment_id":282,"speaker_group":15,"source_text":"Well it's because they wanted to cover it up as a general consensus."},{"segment_id":283,"speaker_group":15,"source_text":"At that time, they had to have some explanation why you classify it."},{"segment_id":284,"speaker_group":15,"source_text":"Security?"},{"segment_id":285,"speaker_group":15,"source_text":"No."},{"segment_id":286,"speaker_group":15,"source_text":"We were not in the need to know."},{"segment_id":287,"speaker_group":15,"source_text":"We didn't have the clearance level or the authority to ask why."},{"segment_id":288,"speaker_group":15,"source_text":"We were told to shut up and color."},{"segment_id":289,"speaker_group":15,"source_text":"Some of the other evidence that was taken, I would assume would be taken by General Gabriel, because in the Wing Command Post, it's a hardened shelter on Bentwaters, our control center for up-channeling, helping hands cover wagons, these are code words for security reports, down-channel reports, you know, DEFCON 3s, those kind of things."},{"segment_id":290,"speaker_group":15,"source_text":"They have a, at the time, a reel-to-reel, and they would record all of the radio transmissions on our four channels, I believe we had four, a command net and I think an LA net and a couple others, and they would record all that."},{"segment_id":291,"speaker_group":15,"source_text":"Those things, like that, that's a smoking gun."},{"segment_id":292,"speaker_group":15,"source_text":"That actually had our radio transmissions and what was transpiring over the net."},{"segment_id":293,"speaker_group":15,"source_text":"Those were taken."},{"segment_id":294,"speaker_group":15,"source_text":"The 1569, which is a complaint and incident report, which is once you make a blotter entry, it's a more detailed report that you write out from your notes, and that would go on record."},{"segment_id":295,"speaker_group":15,"source_text":"But we were told by the senior controller, and that was Sergeant Coffey, that those were immediately pulled from CSC, Central Security Control, and classified secret."},{"segment_id":296,"speaker_group":15,"source_text":"So that was another step toward the containment efforts to have it quieted down and in some more misdirection."},{"segment_id":297,"speaker_group":15,"source_text":"I'm still holding off on the cover-up."},{"segment_id":298,"speaker_group":15,"source_text":"I really am biting at the bit on that one."},{"segment_id":299,"speaker_group":15,"source_text":"You've done that pretty well, but you just mentioned another opportunity to discuss something, and I didn't write it down, so I'm kind of, what else did I, I said I was going to yield back to you to ask, you ask, are we going to talk about cover-up?"},{"segment_id":300,"speaker_group":15,"source_text":"Well, it's here to see, when we're told everything's classified, and anybody else that was involved is classified, don't talk about it, and we take that seriously, and it'll protect our country's interests."},{"segment_id":301,"speaker_group":15,"source_text":"Then they decided to make cover stories, and the brilliance of the United States Air Force and cover stories, I love it."},{"segment_id":302,"speaker_group":15,"source_text":"They said that it was alien."},{"segment_id":303,"speaker_group":15,"source_text":"They said it was E.T. related."},{"segment_id":304,"speaker_group":15,"source_text":"They said they had floating stuff, and all this other stuff was said."},{"segment_id":305,"speaker_group":15,"source_text":"It was a UFO, and with little green men, basically."},{"segment_id":306,"speaker_group":15,"source_text":"That's what they said it was."},{"segment_id":307,"speaker_group":15,"source_text":"So- Was it?"},{"segment_id":308,"speaker_group":15,"source_text":"Absolutely not."},{"segment_id":309,"speaker_group":15,"source_text":"It was a craft of unknown origin."},{"segment_id":310,"speaker_group":15,"source_text":"I wasn't able to determine the origin of the craft."},{"segment_id":311,"speaker_group":15,"source_text":"When it comes down to investigations, ma'am, we take our job seriously."},{"segment_id":312,"speaker_group":15,"source_text":"We only report the facts as we see them."},{"segment_id":313,"speaker_group":15,"source_text":"There's no conjecture."},{"segment_id":314,"speaker_group":15,"source_text":"We have other people that can look at those things, assess the situation."},{"segment_id":315,"speaker_group":15,"source_text":"My main issue I had that night, I knew it was an aircraft crash, I just said that because we lost contact with a bogey about 15 minutes prior to them reporting it and getting me to the gate."},{"segment_id":316,"speaker_group":15,"source_text":"I was thinking it was more of a security situation out there."},{"segment_id":317,"speaker_group":15,"source_text":"We had around 160, I believe it was six squadrons of A-10 tank killers there."},{"segment_id":318,"speaker_group":15,"source_text":"We had 10,000 people working on that base live there."},{"segment_id":319,"speaker_group":15,"source_text":"We had munitions storage, sensitive weapon systems."},{"segment_id":320,"speaker_group":15,"source_text":"We had C-3 facilities."},{"segment_id":321,"speaker_group":15,"source_text":"We had part of the Cobra Mist team that we can't go in those areas."},{"segment_id":322,"speaker_group":15,"source_text":"We had other mission requirements that still remain classified today."},{"segment_id":323,"speaker_group":15,"source_text":"My job was to ascertain if it was a threat to the security, the war-making capability of that base."},{"segment_id":324,"speaker_group":15,"source_text":"That was what I was doing out there."},{"segment_id":325,"speaker_group":15,"source_text":"Everything we put in a report, it's all facts."},{"segment_id":326,"speaker_group":15,"source_text":"You don't elude to, even though I must admit, I knew this thing wasn't like in the Jane's book of known aircraft, I said it had to be some kind of technology that was beyond what we could produce at the time."},{"segment_id":327,"speaker_group":15,"source_text":"I mean, yeah, those thoughts went through my mind."},{"segment_id":328,"speaker_group":15,"source_text":"But do I report it as such?"},{"segment_id":329,"speaker_group":15,"source_text":"No."},{"segment_id":330,"speaker_group":15,"source_text":"No."},{"segment_id":331,"speaker_group":15,"source_text":"I stuck to the facts."},{"segment_id":332,"speaker_group":15,"source_text":"The fact that you saw something not normal in your training and your experience, and you wrote that in a three or four page memo, what you saw and what you experienced."},{"segment_id":333,"speaker_group":15,"source_text":"I wrote that in my statement, ma'am."},{"segment_id":334,"speaker_group":15,"source_text":"Yes, ma'am."},{"segment_id":335,"speaker_group":15,"source_text":"What you gave to the wing commander was something less than that."},{"segment_id":336,"speaker_group":15,"source_text":"Yes."},{"segment_id":337,"speaker_group":15,"source_text":"I felt really guilty about that."},{"segment_id":338,"speaker_group":15,"source_text":"About giving the other one or writing the first one?"},{"segment_id":339,"speaker_group":15,"source_text":"Well, there's a loyalty thing going on here, too."},{"segment_id":340,"speaker_group":15,"source_text":"I mean, I'm under orders, but that's my wing commander."},{"segment_id":341,"speaker_group":15,"source_text":"That's my base commander."},{"segment_id":342,"speaker_group":15,"source_text":"I have an obligation always to protect them and to follow their orders and not tell them anything that's not true."},{"segment_id":343,"speaker_group":15,"source_text":"And here I have orders at the OSI building saying, \"You're going to go ahead and give this statement to your command element or anybody else ask about it.\""},{"segment_id":344,"speaker_group":15,"source_text":"I lived with that for about 31 years, and I had the opportunity to talk to Major General Williams, Gordon Williams, and that was one of the things I brought up."},{"segment_id":345,"speaker_group":15,"source_text":"And he says, \"Don't worry about it."},{"segment_id":346,"speaker_group":15,"source_text":"Following orders.\""},{"segment_id":347,"speaker_group":15,"source_text":"He says, \"I know how it was."},{"segment_id":348,"speaker_group":15,"source_text":"I know what happened."},{"segment_id":349,"speaker_group":15,"source_text":"I understand you weren't treated it fairly.\""},{"segment_id":350,"speaker_group":15,"source_text":"He says, \"I'm here."},{"segment_id":351,"speaker_group":15,"source_text":"What do you need from me?\""},{"segment_id":352,"speaker_group":15,"source_text":"Okay."},{"segment_id":353,"speaker_group":15,"source_text":"Let's hold that one right there."},{"segment_id":354,"speaker_group":15,"source_text":"Your point's well taken, and the more you talk, the more it is coming out."},{"segment_id":355,"speaker_group":15,"source_text":"We've heard several incidences."},{"segment_id":356,"speaker_group":15,"source_text":"Roswell has nothing on this that we hear, and we're going to hear Roswell tomorrow."},{"segment_id":357,"speaker_group":15,"source_text":"Very cousins probably."},{"segment_id":358,"speaker_group":15,"source_text":"I mean, the incidents, sisters, brothers, or whatever."},{"segment_id":359,"speaker_group":15,"source_text":"But I feel your passion and your pain, and 30 years plus is a long time."},{"segment_id":360,"speaker_group":15,"source_text":"And now to be in a situation where you can't get health care because of your -- it's way bigger than the two of you, and I know you know that by now."},{"segment_id":361,"speaker_group":15,"source_text":"But let us continue to get the information we need to make intelligent decisions."},{"segment_id":362,"speaker_group":15,"source_text":"But we're here to work."},{"segment_id":363,"speaker_group":15,"source_text":"You're not just going to see us just for the day."},{"segment_id":364,"speaker_group":15,"source_text":"Take our names."},{"segment_id":365,"speaker_group":15,"source_text":"We'll help and work with you as well, but we're going to get it back to that congress that you work for."},{"segment_id":366,"speaker_group":15,"source_text":"Who works for you, I should say."},{"segment_id":367,"speaker_group":15,"source_text":"Congresswoman Woolsey, please."},{"segment_id":368,"speaker_group":15,"source_text":"Well, Sergeant Pennison, I'll leave you more time for your cover-up if you want."},{"segment_id":369,"speaker_group":15,"source_text":"I mean, it doesn't sound like you feel like you're finished, but I did have a question."},{"segment_id":370,"speaker_group":15,"source_text":"You mentioned sodium pentothal."},{"segment_id":371,"speaker_group":15,"source_text":"Yes, ma'am."},{"segment_id":372,"speaker_group":15,"source_text":"Was that administered during your VA as part of the hypnosis or during the intelligence control or the OSI?"},{"segment_id":373,"speaker_group":15,"source_text":"In 1994, when I was out of the service, retired, I went to a therapist and she put me under that."},{"segment_id":374,"speaker_group":15,"source_text":"And that's when you told your story, went way back and told the whole thing that you had?"},{"segment_id":375,"speaker_group":15,"source_text":"That's correct, ma'am."},{"segment_id":376,"speaker_group":15,"source_text":"Okay."},{"segment_id":377,"speaker_group":15,"source_text":"And it said that I had additional visits and being interrogated."},{"segment_id":378,"speaker_group":15,"source_text":"And that's where they came out about the sodium pentothal."},{"segment_id":379,"speaker_group":15,"source_text":"It wasn't a memory that I had."},{"segment_id":380,"speaker_group":15,"source_text":"Oh, so the sodium pentothal was when?"},{"segment_id":381,"speaker_group":15,"source_text":"When to the hypnosis in 1994 that was done on February 1st, 1981, or there about give or take a few days."},{"segment_id":382,"speaker_group":15,"source_text":"During the OSI interrogation?"},{"segment_id":383,"speaker_group":15,"source_text":"Yes, but I knew all the OSI agents."},{"segment_id":384,"speaker_group":15,"source_text":"These individuals were not OSI."},{"segment_id":385,"speaker_group":15,"source_text":"They were American."},{"segment_id":386,"speaker_group":15,"source_text":"One was British."},{"segment_id":387,"speaker_group":15,"source_text":"Okay."},{"segment_id":388,"speaker_group":15,"source_text":"The interrogation."},{"segment_id":389,"speaker_group":15,"source_text":"That seems a little strange, didn't that make you feel like you were the guilty one?"},{"segment_id":390,"speaker_group":15,"source_text":"Yes."},{"segment_id":391,"speaker_group":15,"source_text":"Like something happened and you made it, wouldn't you have told them everything you knew without it?"},{"segment_id":392,"speaker_group":15,"source_text":"Well, it shouldn't surprise you, ma'am, that the government's not always honest."},{"segment_id":393,"speaker_group":15,"source_text":"We wanted it to go away."},{"segment_id":394,"speaker_group":15,"source_text":"They said that if we went and were completely honest with them and upfront, this would go away."},{"segment_id":395,"speaker_group":15,"source_text":"Great."},{"segment_id":396,"speaker_group":15,"source_text":"That's what we wanted."},{"segment_id":397,"speaker_group":15,"source_text":"But it didn't go away."},{"segment_id":398,"speaker_group":15,"source_text":"Apparently, on our hypnosis, they continued to go ahead and interrogate us like we're prisoners of war."},{"segment_id":399,"speaker_group":15,"source_text":"As a matter of fact, I think there's laws against doing that to prisoners of war, okay?"},{"segment_id":400,"speaker_group":15,"source_text":"The sodium pentothal, I must agree to it."},{"segment_id":401,"speaker_group":15,"source_text":"I don't think they would have just gave it to me."},{"segment_id":402,"speaker_group":15,"source_text":"I'm thinking, I can guess."},{"segment_id":403,"speaker_group":15,"source_text":"I can say, well, maybe they wanted to make sure I was telling the truth."},{"segment_id":404,"speaker_group":15,"source_text":"Maybe that was it."},{"segment_id":405,"speaker_group":15,"source_text":"Maybe they want to make sure that this wasn't a fabrication of a story or something like that."},{"segment_id":406,"speaker_group":15,"source_text":"Maybe that's what they wanted to do."},{"segment_id":407,"speaker_group":15,"source_text":"But on our hypnosis, it came out to be more of a they knew things and there's things they wanted to know that didn't seem to make any difference to anything."},{"segment_id":408,"speaker_group":15,"source_text":"But they had a general knowledge that this has been going on for a while and there's been a concerted effort to deceive the people on it, the public."},{"segment_id":409,"speaker_group":15,"source_text":"And do you want to offer any more on that subject of deceiving the copyright?"},{"segment_id":410,"speaker_group":15,"source_text":"Well, I'm not sure who was actually in charge pulling the strings on this."},{"segment_id":411,"speaker_group":15,"source_text":"I don't know if it was the NSA."},{"segment_id":412,"speaker_group":15,"source_text":"I don't know if it was DIS, Defense Intelligence Service."},{"segment_id":413,"speaker_group":15,"source_text":"They were down at Chicksands, which is 50 miles away."},{"segment_id":414,"speaker_group":15,"source_text":"So I'm not exactly sure who they were."},{"segment_id":415,"speaker_group":15,"source_text":"I don't even know if they were from the embassy."},{"segment_id":416,"speaker_group":15,"source_text":"They could have been State Department, who knows?"},{"segment_id":417,"speaker_group":15,"source_text":"But the other thing is that most of the people all PCS'd, permanent change of station, within three months of the incident."},{"segment_id":418,"speaker_group":15,"source_text":"I'm not saying it was something that was by design."},{"segment_id":419,"speaker_group":15,"source_text":"I'm saying that's what happened, though."},{"segment_id":420,"speaker_group":15,"source_text":"Myself, on February 1st, I got promotion."},{"segment_id":421,"speaker_group":15,"source_text":"I became the non-commissioned officer in charge of plans and programs."},{"segment_id":422,"speaker_group":15,"source_text":"We wrote top-seeker plans, contingency planning, those kind of things for time-phased appointment listings, stuff like that, and how we'd fight the war and different wars and different scenarios."},{"segment_id":423,"speaker_group":15,"source_text":"And I wrote the base security plans, and I worked under the direct observation in some capacity of the base commander."},{"segment_id":424,"speaker_group":15,"source_text":"Why would that happen?"},{"segment_id":425,"speaker_group":15,"source_text":"I didn't know nothing about plans and programs, ma'am."},{"segment_id":426,"speaker_group":15,"source_text":"I was a security force member."},{"segment_id":427,"speaker_group":15,"source_text":"They said, \"Well, we'll educate you."},{"segment_id":428,"speaker_group":15,"source_text":"We'll send you there for the next six months of classes or something.\""},{"segment_id":429,"speaker_group":15,"source_text":"They wanted to watch me, so I stayed there with Colonel Halt until 1984."},{"segment_id":430,"speaker_group":15,"source_text":"And of course, I hear scuttlebutt."},{"segment_id":431,"speaker_group":15,"source_text":"I hear people talking about the UFO incident and that, but there are people that weren't going to know."},{"segment_id":432,"speaker_group":15,"source_text":"They just, you know, they were just listening to the false information that was put out."},{"segment_id":433,"speaker_group":15,"source_text":"You have anything to add?"},{"segment_id":434,"speaker_group":15,"source_text":"I'd like to add a couple things of note that stands out to me."},{"segment_id":435,"speaker_group":15,"source_text":"Number one, the State Department admits that there was something went on."},{"segment_id":436,"speaker_group":15,"source_text":"And by doing that, there was an international incident involved, because why else would the Department of State be briefed?"},{"segment_id":437,"speaker_group":15,"source_text":"The OSI oversees reports to the Department of State."},{"segment_id":438,"speaker_group":15,"source_text":"They don't report to local authorities."},{"segment_id":439,"speaker_group":15,"source_text":"You know, in the states, it's a little bit different setup."},{"segment_id":440,"speaker_group":15,"source_text":"So immediately, the Department of State was briefed on this."},{"segment_id":441,"speaker_group":15,"source_text":"Why would they be briefed on this if nothing of significance took place?"},{"segment_id":442,"speaker_group":15,"source_text":"From that point, I've had the privilege of sitting down face to face with General Williams, Colonel Conrad, and Colonel Halt."},{"segment_id":443,"speaker_group":15,"source_text":"Colonel Halt's on the record saying that he was aware that we were brought in and interrogated."},{"segment_id":444,"speaker_group":15,"source_text":"He was aware that we were not treated properly and that there was drugs, or in his words, we were messed with."},{"segment_id":445,"speaker_group":15,"source_text":"That's where my problem starts with my chain of command."},{"segment_id":446,"speaker_group":15,"source_text":"Where were they for us when they knew this was going on and why didn't they stop it?"},{"segment_id":447,"speaker_group":15,"source_text":"General Williams, who we had a face to face with, said he tried to help us, but when our attorney contacted him and asked if he'd go on a record and do a statement as sworn subpoena, he said he'd have memory problems, that he would fail to forget -- he would have a problem remembering everything that went on."},{"segment_id":448,"speaker_group":15,"source_text":"Colonel Conrad was most concerned about the fact that Colonel Halt has been on the record on a lot of this stuff."},{"segment_id":449,"speaker_group":15,"source_text":"He said he violated the code of conduct by an officer, that basically he was out there talking about something that should stay quiet and remain classified."},{"segment_id":450,"speaker_group":15,"source_text":"We clearly understand the fact that even in your position as you are given information is deemed national defense and classified."},{"segment_id":451,"speaker_group":15,"source_text":"But what wasn't taken into effect, again, is what I stressed earlier, was a human factor."},{"segment_id":452,"speaker_group":15,"source_text":"And does it really matter what we was deemed classified and that it needs to be maintained and held back from the general public?"},{"segment_id":453,"speaker_group":15,"source_text":"Why were we not given the care that we were supposed to receive and why weren't we at least briefed a little bit on what we were dealing with?"},{"segment_id":454,"speaker_group":15,"source_text":"Because besides the physical problems, which I have a pacemaker defibrillator in me now at 52, we are still puzzled by what we were dealing with and why it happened to us."},{"segment_id":455,"speaker_group":15,"source_text":"I'll yield back."},{"segment_id":456,"speaker_group":15,"source_text":"I'm sure I've used all my time."},{"segment_id":457,"speaker_group":15,"source_text":"Thank you, gentlemen."},{"segment_id":458,"speaker_group":15,"source_text":"Thank you."},{"segment_id":459,"speaker_group":15,"source_text":"Senator Gravel?"},{"segment_id":460,"speaker_group":15,"source_text":"To your knowledge, were there any nuclear storage facilities within the area?"},{"segment_id":461,"speaker_group":15,"source_text":"I can neither confirm nor deny that, sir."},{"segment_id":462,"speaker_group":15,"source_text":"What do you mean you can't confirm?"},{"segment_id":463,"speaker_group":15,"source_text":"Forget the classification stuff."},{"segment_id":464,"speaker_group":15,"source_text":"This is quite a number of years."},{"segment_id":465,"speaker_group":15,"source_text":"And just so you're comfortable, I was in the CIC in the Army, which is the equivalent of your OSI, and we interfaced with them greatly."},{"segment_id":466,"speaker_group":15,"source_text":"So my question again is that you have knowledge that there was any storage area, and maybe Mr. Polk can elaborate upon it, that there may have been a conflict."},{"segment_id":467,"speaker_group":15,"source_text":"You're not going to get any answers on me, so you better..."},{"segment_id":468,"speaker_group":15,"source_text":"Go ahead, Nick."},{"segment_id":469,"speaker_group":15,"source_text":"You can explain."},{"segment_id":470,"speaker_group":15,"source_text":"Nick, you step forward."},{"segment_id":471,"speaker_group":15,"source_text":"You're a foreigner."},{"segment_id":472,"speaker_group":15,"source_text":"We're not going to do anything to you."},{"segment_id":473,"speaker_group":15,"source_text":"Was there an issue over nuclear storage and what was being stored?"},{"segment_id":474,"speaker_group":15,"source_text":"Well, sir, I checked the position with the Ministry of Defense Press Office, because this is a question that comes up from time to time."},{"segment_id":475,"speaker_group":15,"source_text":"And I was told that if that question is asked, even about a historical incident, the British government's line on that is still, \"Neither confirm nor deny the presence of nuclear weapons.\""},{"segment_id":476,"speaker_group":15,"source_text":"However, sir..."},{"segment_id":477,"speaker_group":15,"source_text":"Please."},{"segment_id":478,"speaker_group":15,"source_text":"Yeah."},{"segment_id":479,"speaker_group":15,"source_text":"Let's put the crap aside now and talk mono-amano."},{"segment_id":480,"speaker_group":15,"source_text":"While I can't answer that question, I would refer you to, again, what Lord Hill Norton as the former Chief of the Defense Staff, which is the UK equivalent of the Chairman of the Joint Chiefs..."},{"segment_id":481,"speaker_group":15,"source_text":"What did he say?"},{"segment_id":482,"speaker_group":15,"source_text":"Basically, he said, \"Look, this was a nuclear base.\""},{"segment_id":483,"speaker_group":15,"source_text":"So that's what the Chief of the Defense Staff said and the Chairman of the Military Committee."},{"segment_id":484,"speaker_group":15,"source_text":"Do you realize that all of that hoopla was over the fact that they didn't want the British people to know that we were storing nukes over there and that they would be reacting to it?"},{"segment_id":485,"speaker_group":15,"source_text":"That's what this is all about."},{"segment_id":486,"speaker_group":15,"source_text":"But the tie-in for us here is the fact that you had extraterrestrial interest, which seems to be in what readings I've done in preparation for the hearing, that there's a lot of this stuff that was going on with ICBMs not functioning when these extraterrestrials are around and they take an interest, particularly..."},{"segment_id":487,"speaker_group":15,"source_text":"We had this yesterday in New Mexico, which was the center of our \"defense posture\" in that regard."},{"segment_id":488,"speaker_group":15,"source_text":"That seems to be why they had an interest in it."},{"segment_id":489,"speaker_group":15,"source_text":"So this is not rocket science and this is not terribly secret."},{"segment_id":490,"speaker_group":15,"source_text":"The public knows about this."},{"segment_id":491,"speaker_group":15,"source_text":"This has been highly discussed in international and political science records all over."},{"segment_id":492,"speaker_group":15,"source_text":"We still had this problem in Okinawa."},{"segment_id":493,"speaker_group":15,"source_text":"We still had this problem why we took nukes out of South Korea, because that's what triggered the North Koreans to start going nuke, was because we had nukes in the peninsula."},{"segment_id":494,"speaker_group":15,"source_text":"And of course we still have nukes in Europe."},{"segment_id":495,"speaker_group":15,"source_text":"So we can all bury our heads in the sand and say, \"Oh, this is ha-ha, this is big secret.\""},{"segment_id":496,"speaker_group":15,"source_text":"It's not a big secret."},{"segment_id":497,"speaker_group":15,"source_text":"We know it."},{"segment_id":498,"speaker_group":15,"source_text":"What's the secret is the treatment of people like yourself who are just doing your job at a level and then everybody in the chain of command are just lying through their teeth in what they think are good reasons, \"Does this increase the defense of our country?\""},{"segment_id":499,"speaker_group":15,"source_text":"I don't know."},{"segment_id":500,"speaker_group":15,"source_text":"But here, you answered my question so that you didn't have to say it, somebody else said it of record that there were nukes in, but I don't know about the others, but I certainly knew about it and I've been out of office for 40 years."},{"segment_id":501,"speaker_group":15,"source_text":"Now let me reiterate, is there anything you want to fess up that you'll feel comfortable with and sleep better tonight if you tell us?"},{"segment_id":502,"speaker_group":15,"source_text":"Because there's no danger to you, trust me, there is no danger to you in this regard."},{"segment_id":503,"speaker_group":15,"source_text":"You're out of the service, I don't know what you signed when you're there, but you have a moral responsibility like anybody else to tell the truth or share your knowledge with us because that's what we're all trying to get to, is a level of knowledge to the public so there'll be a reaction."},{"segment_id":504,"speaker_group":15,"source_text":"Let me just intervene right here, Senator, contrary to some of the things that you said and we do want the truth as much as we can get it, but what we don't want to jeopardize anybody's safety or anything else, benefits included."},{"segment_id":505,"speaker_group":15,"source_text":"So I think we're going to leave that chain of thought right there and let it just lay because what I don't want to see and as members of Congress, we have a classification, but there are two or three levels over us that we don't have."},{"segment_id":506,"speaker_group":15,"source_text":"So you need to know that as well, there's different levels of, and I don't, whatever you said 35 years ago, I want, and that oath you took and signed that paper and gave them this instead of that, I think we've heard that, we've worked that enough today."},{"segment_id":507,"speaker_group":15,"source_text":"But I want you to change, just change, change to continue, but just go somewhere else."},{"segment_id":508,"speaker_group":15,"source_text":"Well, but let me dispute that a little bit, Congressman."},{"segment_id":509,"speaker_group":15,"source_text":"First off, as far as I'm concerned, the members of Congress have the highest degree of classification of what's secret."},{"segment_id":510,"speaker_group":15,"source_text":"Now, I'm not talking about order of battle where troops are put at risk because somebody blabs about something, but when I'm talking about, here, I'll give you an example."},{"segment_id":511,"speaker_group":15,"source_text":"I had Edward Teller, I was a Senator for 30 days."},{"segment_id":512,"speaker_group":15,"source_text":"Edward Teller is sitting in my office, and I barely passed Physics 101, and here's this awesome person, Edward Teller, trying to persuade me on an ABM system."},{"segment_id":513,"speaker_group":15,"source_text":"And all I could think of was when I'm listening to him talk was that he probably knows more than I will ever know, or he's forgotten more than I will ever know on physics and the bomb and the nuclear stuff."},{"segment_id":514,"speaker_group":15,"source_text":"But I'll tell you, I'm equal to him or to superior to him in the determination of whether we will use the bomb, period."},{"segment_id":515,"speaker_group":15,"source_text":"And that goes for the members of Congress, and so when we talk about that we're bound by secrecy, let me tell you again, there's a Supreme Court decision, 1972, that any member of Congress can release any information on any subject of any classification level."},{"segment_id":516,"speaker_group":15,"source_text":"I don't care if it's cosmic and cannot be questioned in any other location."},{"segment_id":517,"speaker_group":15,"source_text":"That is the law of the land based on the Constitution and a Supreme Court backup decision on it."},{"segment_id":518,"speaker_group":15,"source_text":"So we may have our differences in that regard, but I'll be happy to terminate it on that."},{"segment_id":519,"speaker_group":15,"source_text":"But let me again, if you want to share something that you're feeling comfortable about, about the secrecy, the cover-up, please feel free to do so."},{"segment_id":520,"speaker_group":15,"source_text":"But if you don't feel comfortable about doing that, fine, I understand."},{"segment_id":521,"speaker_group":15,"source_text":"All I can say, sir, is I believe we're going to continue with our quest."},{"segment_id":522,"speaker_group":15,"source_text":"We believe we will expose more things as we go along, things that we can verify as factual."},{"segment_id":523,"speaker_group":15,"source_text":"And we promise you anything that we come up with will be made available to you to help us."},{"segment_id":524,"speaker_group":15,"source_text":"Great."},{"segment_id":525,"speaker_group":15,"source_text":"Okay."},{"segment_id":526,"speaker_group":15,"source_text":"Thank you very much."},{"segment_id":527,"speaker_group":15,"source_text":"Thank you, Senator."},{"segment_id":528,"speaker_group":15,"source_text":"You're very welcome."},{"segment_id":529,"speaker_group":15,"source_text":"Congressman Cook has just asked for a brief moment."},{"segment_id":530,"speaker_group":15,"source_text":"Let me give him a minute, please."},{"segment_id":531,"speaker_group":15,"source_text":"I would just like 30 seconds, I appreciate the chair's indulgence, to whether senators I respect more than any, I was a fan of him when I was in college, of Senator Gravel here."},{"segment_id":532,"speaker_group":15,"source_text":"He's a wonderful man."},{"segment_id":533,"speaker_group":15,"source_text":"But I would take on what he said."},{"segment_id":534,"speaker_group":15,"source_text":"I think there is some danger to you in going beyond what might be protected from a member, you know, from our standpoint as former members of Congress or even as members of Congress, you may not have those same protections."},{"segment_id":535,"speaker_group":15,"source_text":"So I advise you to listen to Mr. Frascogna on these kinds of questions rather than any one of us who are not experts on this."},{"segment_id":536,"speaker_group":15,"source_text":"But you don't, I mean, you guys still have oaths of office."},{"segment_id":537,"speaker_group":15,"source_text":"We understand that."},{"segment_id":538,"speaker_group":15,"source_text":"And oaths of..."},{"segment_id":539,"speaker_group":15,"source_text":"Points well taken."},{"segment_id":540,"speaker_group":15,"source_text":"Well taken."},{"segment_id":541,"speaker_group":15,"source_text":"Thank you very much."},{"segment_id":542,"speaker_group":15,"source_text":"Congresswoman."},{"segment_id":543,"speaker_group":15,"source_text":"Yes."},{"segment_id":544,"speaker_group":15,"source_text":"Thank you, Madam Chair."},{"segment_id":545,"speaker_group":15,"source_text":"Very quickly, how many people...I mean, when I first heard you speak about this object that lit up the sky and that you observed and touched, how many people knew about that?"},{"segment_id":546,"speaker_group":15,"source_text":"I mean, was that reported in the press?"},{"segment_id":547,"speaker_group":15,"source_text":"I mean, you're near a base, was there a lot of members at your base that knew about this?"},{"segment_id":548,"speaker_group":15,"source_text":"There was quite a few people at the base that knew about it, the people that had the need to know."},{"segment_id":549,"speaker_group":15,"source_text":"There's other people that have seen stuff in the sky."},{"segment_id":550,"speaker_group":15,"source_text":"Right."},{"segment_id":551,"speaker_group":15,"source_text":"I mean, there had to be some...if it came from the sky, somebody had to see it."},{"segment_id":552,"speaker_group":15,"source_text":"There's a civilian, and he's been on the record."},{"segment_id":553,"speaker_group":15,"source_text":"His name is Jerry Harris."},{"segment_id":554,"speaker_group":15,"source_text":"Okay."},{"segment_id":555,"speaker_group":15,"source_text":"He lived just off base."},{"segment_id":556,"speaker_group":15,"source_text":"And you know, of course, I got to talk to him a number of years later."},{"segment_id":557,"speaker_group":15,"source_text":"And he says, \"Well, you know, I noticed stuff was going on.\""},{"segment_id":558,"speaker_group":15,"source_text":"He says, \"I seen, you know, this light over the...canopy of light over the forest.\""},{"segment_id":559,"speaker_group":15,"source_text":"He says, \"Then I see all this activity.\""},{"segment_id":560,"speaker_group":15,"source_text":"I think they were talking about the third night with John, I'm not sure."},{"segment_id":561,"speaker_group":15,"source_text":"And he says, \"It was all unusual stuff,\" he says."},{"segment_id":562,"speaker_group":15,"source_text":"So there was concern."},{"segment_id":563,"speaker_group":15,"source_text":"And then he also worked...I guess he had a car shop, he worked on automotive stuff."},{"segment_id":564,"speaker_group":15,"source_text":"And people from the base used that."},{"segment_id":565,"speaker_group":15,"source_text":"And of course, the Scuttlebutt, which was running amok, about some kind of UFO, and that was actually the cover story, has been seen, and they just started to put more of those stories out."},{"segment_id":566,"speaker_group":15,"source_text":"And I think that's what deflated the situation with the civilian population, because we were close with our British neighbors, or I mean, that they would not...you know, they heard things like, \"We visited pubs, we went to the local economy, we did all that stuff.\""},{"segment_id":567,"speaker_group":15,"source_text":"So there was chatter going on, I'm sure, and you know, unfortunately, what the chatter they were hearing was not true."},{"segment_id":568,"speaker_group":15,"source_text":"It was a cover."},{"segment_id":569,"speaker_group":15,"source_text":"And one of the interesting part about it, and it came out in Sky, whatever book that was, Sky something, Skycrash, yeah."},{"segment_id":570,"speaker_group":15,"source_text":"There was three British investigators that was investigating it, initially in '83."},{"segment_id":571,"speaker_group":15,"source_text":"And one of the things they talk about, and first of all, is what happened, and it's the cover story."},{"segment_id":572,"speaker_group":15,"source_text":"They don't even know they're talking about the cover story, it's hilarious."},{"segment_id":573,"speaker_group":15,"source_text":"But we did, it was good containment, I mean, it was working well."},{"segment_id":574,"speaker_group":15,"source_text":"Then in '83, the news of the world, I had a disgruntled airman, apparently, talk to him, and they put that story out."},{"segment_id":575,"speaker_group":15,"source_text":"And that was the cover story, I mean, it wasn't the right story, so it worked, it worked well."},{"segment_id":576,"speaker_group":15,"source_text":"And then the other thing is, I got asked downtown about, \"Hey, tell us about that situation out the base.\""},{"segment_id":577,"speaker_group":15,"source_text":"What situation out the base?"},{"segment_id":578,"speaker_group":15,"source_text":"Now, you know, I'm really good at evasive stuff, I said, \"What, the PLL trucks, or what, or the plane that came in, or what are you talking about?\""},{"segment_id":579,"speaker_group":15,"source_text":"\"No, no, no, no, about that, your wing commander talking to the UFO people, that's the stuff they would say, I mean, it's all cover.\""},{"segment_id":580,"speaker_group":15,"source_text":"So we had that kind of chatter, and after a while, you know, it's just, it's a laughable situation for people."},{"segment_id":581,"speaker_group":15,"source_text":"But you were, were you the only two that actually saw it and touched it?"},{"segment_id":582,"speaker_group":15,"source_text":"No, ma'am."},{"segment_id":583,"speaker_group":15,"source_text":"That was, well, we had the full security flight working that night, and we had the full law enforcement."},{"segment_id":584,"speaker_group":15,"source_text":"And the difference between security and law enforcement, security protects the priority A, B, and C resources of the base, the operational, war-making stuff."},{"segment_id":585,"speaker_group":15,"source_text":"Law enforcement, well, they're like the police for the base, you know, they do domestics and things like that."},{"segment_id":586,"speaker_group":15,"source_text":"And there were 60, approximately about 60 of them, it could have been 80 on some nights, we were transitioning earlier from the F-4s there to the A-10s, so there was still some overages in people, so."},{"segment_id":587,"speaker_group":15,"source_text":"But totally, on both the two nights, I would say it's more like 160 people, trained observers, security force members."},{"segment_id":588,"speaker_group":15,"source_text":"They didn't all keep quiet about this, surely?"},{"segment_id":589,"speaker_group":15,"source_text":"The ones that were directly involved, yes."},{"segment_id":590,"speaker_group":15,"source_text":"Okay."},{"segment_id":591,"speaker_group":15,"source_text":"Those are the, that's how it works, ma'am, orders, and you follow orders, I mean, there was ongoing investigation, it was classified."},{"segment_id":592,"speaker_group":15,"source_text":"You can't talk, oh, we don't have the privilege of Congress, we, we can't talk about things like that."},{"segment_id":593,"speaker_group":15,"source_text":"It's criminal activity."},{"segment_id":594,"speaker_group":15,"source_text":"They don't use the privilege."},{"segment_id":595,"speaker_group":15,"source_text":"Sometimes they don't use the privilege, you're right."},{"segment_id":596,"speaker_group":15,"source_text":"So how many other people, are there any other people in your situation that were there, I mean, that may have touched it, or?"},{"segment_id":597,"speaker_group":15,"source_text":"There are, not touching it, like I said, I got the distinct."},{"segment_id":598,"speaker_group":15,"source_text":"Or being close by, or?"},{"segment_id":599,"speaker_group":15,"source_text":"Close by, I mean, you're talking within 100 to 200 feet, that was the East Gate area, we had a restricted area that was down there that housed A-10s, they were parked in hardened structures down there, and we had security response teams that were patrolling those areas, alarm response teams, entry controllers, we had those kind of people that were working, and what happened is the control center put a order across the net saying everybody just stop transmissions and let us talk and do what we were doing out there, that was the security situation."},{"segment_id":600,"speaker_group":15,"source_text":"And everybody got to listen, everybody unfortunately probably watched, I mean, they should be doing their job."},{"segment_id":601,"speaker_group":15,"source_text":"At that time you should heighten your security a little bit more, you know, if there's something going off the base, don't, you know, start collecting in an area, but those are some mistakes that were probably made, some vulnerabilities that we did that probably shouldn't be known either, but they happened and it was 30 something years ago, it doesn't matter now, yeah, there's probably some things that were not correctly done, but it was out of curiosity, people were doing that."},{"segment_id":602,"speaker_group":15,"source_text":"Right, I mean, why wouldn't you be curious about what had happened?"},{"segment_id":603,"speaker_group":15,"source_text":"So is there anybody else that's in the same situation you are, would any of these people that sort of knew about it because they were close by, would they cover up, would they be part of the cover-up?"},{"segment_id":604,"speaker_group":15,"source_text":"What are you doing?"},{"segment_id":605,"speaker_group":15,"source_text":"Can I ask you?"},{"segment_id":606,"speaker_group":15,"source_text":"Yeah, go ahead."},{"segment_id":607,"speaker_group":15,"source_text":"Okay, ma'am, what's interesting is the fact that of the three nights, only five statements have surfaced from what went on."},{"segment_id":608,"speaker_group":15,"source_text":"The first night there were three of us in one out there, the second night you had the shift commander and the on-duty flight chief, on the third night Colonel Hall took a team out there and there was also other personnel in the woods and different people saw different things, so that's one of the reasons why we come forward besides our health issues is I feel it's necessary that anyone that was even out in that area should have the opportunity to be checked out medically and be told what they were exposed to, especially something that's over 30 years old."},{"segment_id":609,"speaker_group":15,"source_text":"That's one of the questions he asked me first up, he goes, what the heck was going on out there that would draw this much attention from the agencies involved to this day?"},{"segment_id":610,"speaker_group":15,"source_text":"What would still be classified and if it is, what did we have or what were we dealing with that would still remain silent today?"},{"segment_id":611,"speaker_group":15,"source_text":"Almost every weapon we've ever developed back in that time frame has been exposed that we're aware of and yet today this is still classified and we can't even receive medical treatment for it."},{"segment_id":612,"speaker_group":15,"source_text":"Should we tell them about what happened with OSI?"},{"segment_id":613,"speaker_group":15,"source_text":"Oh, yes, one other thing that happened that when we sent our FOIA request, OSI blew their time limit and after we made certain announcements, yes, they blew it by ear, but our attorney can go into detail the contact we had in a make-up form they asked us to sign implying that we could be perjuring ourselves."},{"segment_id":614,"speaker_group":15,"source_text":"So they're trying to throw intimidation 32 years later?"},{"segment_id":615,"speaker_group":15,"source_text":"They're trying to intimidate you."},{"segment_id":616,"speaker_group":15,"source_text":"Are you kidding me?"},{"segment_id":617,"speaker_group":15,"source_text":"I mean, you think we-- I can see that you've been intimidated."},{"segment_id":618,"speaker_group":15,"source_text":"Yeah, we're intimidated."},{"segment_id":619,"speaker_group":15,"source_text":"We laughed about it."},{"segment_id":620,"speaker_group":15,"source_text":"Is that the best they got?"},{"segment_id":621,"speaker_group":15,"source_text":"Is that the best they can do after 32 years, is try the intimidation-- it had a made-up form, ma'am."},{"segment_id":622,"speaker_group":15,"source_text":"I mean, come on."},{"segment_id":623,"speaker_group":15,"source_text":"You think we're idiots?"},{"segment_id":624,"speaker_group":15,"source_text":"You know, that was a made-up form and then you had contact, too, also our attorney, which shook him up a little bit, I think, because he wasn't-- were you okay with that?"},{"segment_id":625,"speaker_group":15,"source_text":"I've had the NSA call me on my cell phone just to see how I was doing and so, now, remember I used the word \"weird\" earlier."},{"segment_id":626,"speaker_group":15,"source_text":"Yes."},{"segment_id":627,"speaker_group":15,"source_text":"This is another example of, you know-- So why the interest 32 years later if nothing happened?"},{"segment_id":628,"speaker_group":15,"source_text":"And why did they blow what's under the law, the FOIA requests?"},{"segment_id":629,"speaker_group":15,"source_text":"They refused to answer our second-- what we submitted, which was a little different than the first time, but the excuse they used was they'd already answered the first FOIA request, so they're not going to answer the second FOIA request."},{"segment_id":630,"speaker_group":15,"source_text":"What are they hiding until this day?"},{"segment_id":631,"speaker_group":15,"source_text":"You know, those dogs don't hunt."},{"segment_id":632,"speaker_group":15,"source_text":"They don't."},{"segment_id":633,"speaker_group":15,"source_text":"They're telling us stuff like they think we're airmen."},{"segment_id":634,"speaker_group":15,"source_text":"I mean, like, just two years, five years in, oh, no, no, we're grown men."},{"segment_id":635,"speaker_group":15,"source_text":"That stuff, I think, is not going to work with us."},{"segment_id":636,"speaker_group":15,"source_text":"And you think we're going to-- I'll make the record clear, we're not going to sit back and take anything from the United States government right now at this point."},{"segment_id":637,"speaker_group":15,"source_text":"I mean, we're here to go ahead and clear this up the best we can and to get answers."},{"segment_id":638,"speaker_group":15,"source_text":"This is a step in the process, and this is not over."},{"segment_id":639,"speaker_group":15,"source_text":"This is not over for John and I."},{"segment_id":640,"speaker_group":15,"source_text":"I mean, we're going to continue to do that."},{"segment_id":641,"speaker_group":15,"source_text":"Once we achieve what we want to achieve, we're going to go off radar."},{"segment_id":642,"speaker_group":15,"source_text":"You'll never hear from us again."},{"segment_id":643,"speaker_group":15,"source_text":"Never hear from us again."},{"segment_id":644,"speaker_group":15,"source_text":"We'll be off radar."},{"segment_id":645,"speaker_group":15,"source_text":"And that's what we want to have happen."},{"segment_id":646,"speaker_group":15,"source_text":"That's all we ever wanted to have happen."},{"segment_id":647,"speaker_group":15,"source_text":"We wanted it to go away."},{"segment_id":648,"speaker_group":15,"source_text":"You want those questions answered, which you deserve."},{"segment_id":649,"speaker_group":15,"source_text":"Yes, and I think if the-- if we didn't have the caveats-- Excuse me, just one moment for the record, will you-- Congresswoman, two more minutes, please."},{"segment_id":650,"speaker_group":15,"source_text":"If we didn't have the caveats that were laid on our command structure at the time, and also the classified documents that-- and programs that were going on, which have been classified now, we will talk about them later."},{"segment_id":651,"speaker_group":15,"source_text":"I don't think that-- I think here's-- let me go and change my thought on this."},{"segment_id":652,"speaker_group":15,"source_text":"If you look at the-- take a look at the Bentwaters incident, the Reynolds and Forest incident, not as a UFO incident, but as an incident that is going to cause, apparently, the DLD and other federal agencies grief if any of that information got out."},{"segment_id":653,"speaker_group":15,"source_text":"Why is there so much grief involved for them?"},{"segment_id":654,"speaker_group":15,"source_text":"Why is there something so classified that it can't get out?"},{"segment_id":655,"speaker_group":15,"source_text":"Well, I think it's because-- and I'm going to go ahead and say this is my thoughts on it."},{"segment_id":656,"speaker_group":15,"source_text":"I think it's because of the lies that have been done for the last 85 years."},{"segment_id":657,"speaker_group":15,"source_text":"I think they don't want the real truth to come out, not because they-- American people can't handle it, because they don't want to get caught with their pants down."},{"segment_id":658,"speaker_group":15,"source_text":"That's the problem."},{"segment_id":659,"speaker_group":15,"source_text":"They've been lying about UFOs."},{"segment_id":660,"speaker_group":15,"source_text":"That's what's going on here."},{"segment_id":661,"speaker_group":15,"source_text":"If you ask a question to the United States government, anybody, you say, \"Tell me what you know about UFOs.\""},{"segment_id":662,"speaker_group":15,"source_text":"Well, you know what, that's not the right question."},{"segment_id":663,"speaker_group":15,"source_text":"What you've got to do is you've got to ask the right questions to whatever agency you're asking."},{"segment_id":664,"speaker_group":15,"source_text":"You've got to be very specific of what you're asking."},{"segment_id":665,"speaker_group":15,"source_text":"You know what I'm saying."},{"segment_id":666,"speaker_group":15,"source_text":"\"Tell me about UFOs.\""},{"segment_id":667,"speaker_group":15,"source_text":"Oh, no."},{"segment_id":668,"speaker_group":15,"source_text":"UFOs don't exist."},{"segment_id":669,"speaker_group":15,"source_text":"UFOs, that's UFOs."},{"segment_id":670,"speaker_group":15,"source_text":"They don't-- they don't give you any answers."},{"segment_id":671,"speaker_group":16,"source_text":"I yield a half a minute."},{"segment_id":672,"speaker_group":17,"source_text":"Oh, sorry."},{"segment_id":673,"speaker_group":18,"source_text":"Let me help you on that one."},{"segment_id":674,"speaker_group":19,"source_text":"Sure."},{"segment_id":675,"speaker_group":20,"source_text":"When the issue is brought before the White House, the White House says there's nothing out there."},{"segment_id":676,"speaker_group":20,"source_text":"You know, nothing's gone on."},{"segment_id":677,"speaker_group":20,"source_text":"Nothing's being covered up."},{"segment_id":678,"speaker_group":20,"source_text":"So in order to back up the White House, the whole chain of command within the government continues this mockery of not telling the truth, because this is the position of the White House."},{"segment_id":679,"speaker_group":20,"source_text":"If the White House came out and said, \"Oh, there is,\" then all bets would be off."},{"segment_id":680,"speaker_group":20,"source_text":"So it starts there, and it ends down at you."},{"segment_id":681,"speaker_group":21,"source_text":"I think it's bigger than that, though."},{"segment_id":682,"speaker_group":21,"source_text":"I think it's-- I think presidents come and go."},{"segment_id":683,"speaker_group":22,"source_text":"Yeah."},{"segment_id":684,"speaker_group":23,"source_text":"Okay?"},{"segment_id":685,"speaker_group":24,"source_text":"Yes, they do."},{"segment_id":686,"speaker_group":25,"source_text":"I think you folks come and go."},{"segment_id":687,"speaker_group":25,"source_text":"I don't think-- I don't think these secrets are general knowledge to you folks, or what-- or to presidents, okay?"},{"segment_id":688,"speaker_group":25,"source_text":"That's my thoughts on it."},{"segment_id":689,"speaker_group":25,"source_text":"An interesting conversation I'll share with you."},{"segment_id":690,"speaker_group":25,"source_text":"We were coming back from a Larry King show in 2007, and Governor Symington was in there, and he was, I guess, friends with President Clinton, or still is, or some kind of situation with their friends."},{"segment_id":691,"speaker_group":25,"source_text":"So we got done with the show, and then the president had called Fife and was talking to him, and of course he's on speaker, but he didn't know."},{"segment_id":692,"speaker_group":25,"source_text":"He brought the conversation about the two questions that he asked when he was president."},{"segment_id":693,"speaker_group":25,"source_text":"You know, like, who killed Kennedy, and are UFOs for real?"},{"segment_id":694,"speaker_group":26,"source_text":"Yeah."},{"segment_id":695,"speaker_group":27,"source_text":"Yeah, he didn't know either."},{"segment_id":696,"speaker_group":27,"source_text":"He didn't have a need to know."},{"segment_id":697,"speaker_group":27,"source_text":"Apparently."},{"segment_id":698,"speaker_group":28,"source_text":"But they all--"},{"segment_id":699,"speaker_group":29,"source_text":"All time has been yielded."},{"segment_id":700,"speaker_group":30,"source_text":"They all last time."},{"segment_id":701,"speaker_group":30,"source_text":"Yes."},{"segment_id":702,"speaker_group":31,"source_text":"Let me take this back."},{"segment_id":703,"speaker_group":32,"source_text":"Thank you."},{"segment_id":704,"speaker_group":33,"source_text":"Thank you very much."},{"segment_id":705,"speaker_group":33,"source_text":"Thank you very much."},{"segment_id":706,"speaker_group":33,"source_text":"You, too, sir."},{"segment_id":707,"speaker_group":33,"source_text":"Thank you very much."},{"segment_id":708,"speaker_group":33,"source_text":"One thing you said, Sergeant Pennington, in that last-- and the more you talk, the more information we get by the way."},{"segment_id":709,"speaker_group":33,"source_text":"But you did say something, if you take UFOs out of it, that is the issue, UFOs out of it."},{"segment_id":710,"speaker_group":33,"source_text":"Period."},{"segment_id":711,"speaker_group":33,"source_text":"That's it."},{"segment_id":712,"speaker_group":33,"source_text":"Next."},{"segment_id":713,"speaker_group":33,"source_text":"Congressman Cook."},{"segment_id":714,"speaker_group":34,"source_text":"I would follow the chair's admonition to focus my questions on the incident, with one exception."},{"segment_id":715,"speaker_group":34,"source_text":"I'd like to turn back to the medical records, because I think in the context that you open up maybe a small file, as far as most people would consider, you might be able to take a truth embargo blockade and maybe move it at a break of the time, but that's where major cracks start occurring and where things start falling into place."},{"segment_id":716,"speaker_group":34,"source_text":"Now, if this panel, for example, and I'm going to talk to each one to see if I could get them to sign a letter that I'm going to be asking them to help compose to both the Veterans Administration and to the President of the United States, because we've had, wait till you hear what's going to be in the letter, you may not be so enthused."},{"segment_id":717,"speaker_group":34,"source_text":"I figure you've had three very strong United States senators fighting with the Veterans Administration."},{"segment_id":718,"speaker_group":34,"source_text":"I think it's time to ask President Obama himself in the letter, maybe we'll initially send it to Veterans with a copy to him, and then we'll send it to the President, I hope, or something, to ask for something very simple here, something that may not sound very dramatic to anybody, and that's Sergeant Burroughs and Sergeant Penniston's medical records, because I submit, if we see in those white gums, if we see in those heart problems at a young age of a recent Air Force person that served in England, if we find some of the other, and I can't remember, I wrote them all down, and I may have to talk to you again to get this letter, but I submit that if we find those kinds of evidences, and what there's no legal reason, I've even chatted with an attorney during the break to withhold a medical record, and I'm sure your attorneys probably would confirm what my attorney just told me."},{"segment_id":719,"speaker_group":34,"source_text":"I think this could be the start of that brick taking down process at least, so we'll know."},{"segment_id":720,"speaker_group":34,"source_text":"Now getting back to the incident, Bentwaters and Woodbridge, and I'd like to first focus this on Nick Pope."},{"segment_id":721,"speaker_group":34,"source_text":"Now they're in Suffolk County, excuse my lack of geography of your country, but Ipswich, is that close?"},{"segment_id":722,"speaker_group":34,"source_text":"Yes, it is."},{"segment_id":723,"speaker_group":34,"source_text":"I just remember serving in Britain for my church, actually."},{"segment_id":724,"speaker_group":34,"source_text":"We would go up to there to get American hamburgers, because quite honestly, with all due respect, the British wimpies just didn't meet our standards in those days, and the reason I'm asking that is because even though those are two RAF, Royal Air Force bases, how many American servicemen are surrounding those bases are on those bases, compared to how many British service people?"},{"segment_id":725,"speaker_group":34,"source_text":"The bases are prefaced as Royal Air Force, but essentially, sir, that's in name only."},{"segment_id":726,"speaker_group":34,"source_text":"There is, I think, literally one or two British liaison officers."},{"segment_id":727,"speaker_group":34,"source_text":"I needed the clarification, so almost everybody there is an American serviceman?"},{"segment_id":728,"speaker_group":34,"source_text":"Yes, sir."},{"segment_id":729,"speaker_group":34,"source_text":"Okay, now this can explain maybe General Gabriel coming in there and just taking charge and upsetting the Minister of Defense at the time."},{"segment_id":730,"speaker_group":34,"source_text":"Again, yes, sir."},{"segment_id":731,"speaker_group":34,"source_text":"Because I'm going to ask Nick Pope this question directly."},{"segment_id":732,"speaker_group":34,"source_text":"If Gabriel hadn't been taking evidence the way it's outlined in your statement at the time, and taking it back to what Ramstein, Germany, or whatever it was, you said the Minister of Defense was upset."},{"segment_id":733,"speaker_group":34,"source_text":"This was in the early stages of the Thatcher, the Iron Lady."},{"segment_id":734,"speaker_group":34,"source_text":"What did he do about it?"},{"segment_id":735,"speaker_group":34,"source_text":"What did the British ... Because this is a significant thing, a Minister of Defense not being happy with something the United States General just did."},{"segment_id":736,"speaker_group":34,"source_text":"We've heard this stuff about nuclear weaponry, and I think there might be something very definitely to that, some kind of nuclear ... Well, the British have nukes, too."},{"segment_id":737,"speaker_group":34,"source_text":"It's not just the Americans."},{"segment_id":738,"speaker_group":34,"source_text":"But this must have been ... As you say, these were American-operated things, and I'm going to try to hurry this up a bit."},{"segment_id":739,"speaker_group":34,"source_text":"But what can you tell me about that?"},{"segment_id":740,"speaker_group":34,"source_text":"Because clearly there's already lots of evidence of radiation, of something strange that had to be stopped immediately and covered up immediately."},{"segment_id":741,"speaker_group":34,"source_text":"Doesn't necessarily mean UFO, as Mr. Penniston has absolutely told us."},{"segment_id":742,"speaker_group":34,"source_text":"But give us just a little more detail, so that we can get a sense of why so quickly?"},{"segment_id":743,"speaker_group":34,"source_text":"And I just take a minute, because I've got a lot ... I still have to get into the incident itself."},{"segment_id":744,"speaker_group":34,"source_text":"I've only got a few minutes left."},{"segment_id":745,"speaker_group":34,"source_text":"Okay."},{"segment_id":746,"speaker_group":34,"source_text":"Firstly, I apologize if I have inadvertently misled anyone in this point."},{"segment_id":747,"speaker_group":34,"source_text":"I meant to say that the Ministry of Defense was corporately upset about this, not the minister, personally."},{"segment_id":748,"speaker_group":34,"source_text":"But to just expand on that point, clearly America was always regarded by us in the Ministry of Defense as the senior partner within NATO."},{"segment_id":749,"speaker_group":34,"source_text":"And there was, I think, the best way I can characterize a sort of unwritten \"don't criticize the Americans\" rule."},{"segment_id":750,"speaker_group":34,"source_text":"And so while you'll see in some of those British documents a discernible frustration with the way in which the Americans took over this investigation, that was never articulated in a more fulsome manner."},{"segment_id":751,"speaker_group":34,"source_text":"Okay."},{"segment_id":752,"speaker_group":34,"source_text":"Anyway, there is a very strong suspicion of nuclear weaponry information exchange or something going on here."},{"segment_id":753,"speaker_group":34,"source_text":"But we don't know."},{"segment_id":754,"speaker_group":34,"source_text":"The question I have for Sergeant Peniston here, these two submittals to us today, my understanding is you drew this."},{"segment_id":755,"speaker_group":34,"source_text":"Yes, sir."},{"segment_id":756,"speaker_group":34,"source_text":"When was this first given after ... When did you draw this, first of all?"},{"segment_id":757,"speaker_group":34,"source_text":"I believe it was the 27th, 28th, 29th of December."},{"segment_id":758,"speaker_group":34,"source_text":"So right within a day or two of the first?"},{"segment_id":759,"speaker_group":34,"source_text":"Yes."},{"segment_id":760,"speaker_group":34,"source_text":"Yes."},{"segment_id":761,"speaker_group":34,"source_text":"Okay."},{"segment_id":762,"speaker_group":34,"source_text":"And what about this?"},{"segment_id":763,"speaker_group":34,"source_text":"That was drawn last year."},{"segment_id":764,"speaker_group":34,"source_text":"The one in my notebook is too squiggly."},{"segment_id":765,"speaker_group":34,"source_text":"I'm right in their free hand and I was nervous."},{"segment_id":766,"speaker_group":34,"source_text":"And so I cleaned it up to show exactly what it looked like."},{"segment_id":767,"speaker_group":34,"source_text":"And that's what it looked like, except ... But this is in the notebook that you did not throw away, am I right?"},{"segment_id":768,"speaker_group":34,"source_text":"No."},{"segment_id":769,"speaker_group":34,"source_text":"This book is ... I still have it."},{"segment_id":770,"speaker_group":34,"source_text":"And you have to verify that."},{"segment_id":771,"speaker_group":34,"source_text":"The circular object at the bottom of it is actually on the top on the notes I have, and that's where it was on the craft, so ... Okay."},{"segment_id":772,"speaker_group":34,"source_text":"This is what I wanted to ask you next, but you answered it."},{"segment_id":773,"speaker_group":34,"source_text":"This was what you believe, and in the original notebook, this came from, was written, was done at the same central time?"},{"segment_id":774,"speaker_group":34,"source_text":"Right."},{"segment_id":775,"speaker_group":34,"source_text":"You say December, December of '80."},{"segment_id":776,"speaker_group":34,"source_text":"The notebook was written in the real time, sir, at the time."},{"segment_id":777,"speaker_group":34,"source_text":"Okay."},{"segment_id":778,"speaker_group":34,"source_text":"And you say this was on the craft?"},{"segment_id":779,"speaker_group":34,"source_text":"That's my observations and part of my report, yes."},{"segment_id":780,"speaker_group":34,"source_text":"So when did anybody that's superior to you in the Air Force or anybody in the United States government at all see these, initially?"},{"segment_id":781,"speaker_group":34,"source_text":"When did you first submit these?"},{"segment_id":782,"speaker_group":34,"source_text":"The drawing, the rough drawing of the craft was done for OSI."},{"segment_id":783,"speaker_group":34,"source_text":"It says right on there, OSI."},{"segment_id":784,"speaker_group":34,"source_text":"Oh, okay."},{"segment_id":785,"speaker_group":34,"source_text":"Yeah, but I can't read it too well."},{"segment_id":786,"speaker_group":34,"source_text":"That's a small print."},{"segment_id":787,"speaker_group":34,"source_text":"Well, I was 20 ... I can't read whether it was '29 or '21, but that's ... Okay."},{"segment_id":788,"speaker_group":34,"source_text":"So it was in December, and I take it this was not submitted at that time?"},{"segment_id":789,"speaker_group":34,"source_text":"No."},{"segment_id":790,"speaker_group":34,"source_text":"Unless you submitted the notebook."},{"segment_id":791,"speaker_group":34,"source_text":"The glyphs were not ... That was strange because in the interview I wrote down, I said there was glyphs, I said you wanted to see what the glyphs looked like, they didn't care about it."},{"segment_id":792,"speaker_group":34,"source_text":"They knew."},{"segment_id":793,"speaker_group":34,"source_text":"They knew."},{"segment_id":794,"speaker_group":34,"source_text":"That's what I thought."},{"segment_id":795,"speaker_group":34,"source_text":"Okay."},{"segment_id":796,"speaker_group":34,"source_text":"Let's see."},{"segment_id":797,"speaker_group":34,"source_text":"I have another minute."},{"segment_id":798,"speaker_group":34,"source_text":"Okay."},{"segment_id":799,"speaker_group":34,"source_text":"Well, let me ask you then."},{"segment_id":800,"speaker_group":34,"source_text":"Who do you recall or what title of the person that you submitted this to and what were their reactions?"},{"segment_id":801,"speaker_group":34,"source_text":"OSI does not wear uniforms."},{"segment_id":802,"speaker_group":34,"source_text":"Their ranks are restricted."},{"segment_id":803,"speaker_group":34,"source_text":"But like I said, they had to be from another base or they either probably had to be State Department."},{"segment_id":804,"speaker_group":34,"source_text":"The odd part ... When you said they had to be, was there a requirement or is that what your perception is?"},{"segment_id":805,"speaker_group":34,"source_text":"No."},{"segment_id":806,"speaker_group":34,"source_text":"At that ... OSI doesn't work for the Wing Commander or Air Force or anything like that over there."},{"segment_id":807,"speaker_group":34,"source_text":"Yeah."},{"segment_id":808,"speaker_group":34,"source_text":"In the overseas capacity in England, they work for the State Department in London, working out in London."},{"segment_id":809,"speaker_group":34,"source_text":"That's who they're ... So this is why you're saying the State Department knew full well what you were saying within days of when you said it or when you first described it to your own ... Right."},{"segment_id":810,"speaker_group":34,"source_text":"And also with Mr. Pope, there's backup on how fast the MOD started investigating it too."},{"segment_id":811,"speaker_group":34,"source_text":"That with other people coming out there ... I mean, in a matter of days, there's people out there investigating it."},{"segment_id":812,"speaker_group":34,"source_text":"And if Mr. Pope could just quickly add anything there on that."},{"segment_id":813,"speaker_group":34,"source_text":"My understanding is that certain people came out to check potential nuclear, chemical, biological, or radiological hazard."},{"segment_id":814,"speaker_group":34,"source_text":"One moment, please."},{"segment_id":815,"speaker_group":34,"source_text":"The other gentleman, two extra minutes."},{"segment_id":816,"speaker_group":34,"source_text":"Thank you very much."},{"segment_id":817,"speaker_group":34,"source_text":"Go ahead."},{"segment_id":818,"speaker_group":34,"source_text":"That was really all I wanted to say on that point, sir."},{"segment_id":819,"speaker_group":34,"source_text":"My understanding, again, as I say, is that it was the potential hazard that was of interest and really the potential NBC hazard."},{"segment_id":820,"speaker_group":34,"source_text":"And Sergeant Burroughs, I wanted to ask you, were you aware at the time that Sergeant Penniston was sending this to the OSI folks or not?"},{"segment_id":821,"speaker_group":34,"source_text":"No, sir."},{"segment_id":822,"speaker_group":34,"source_text":"You weren't."},{"segment_id":823,"speaker_group":34,"source_text":"When did you learn about Sergeant Penniston's submittals?"},{"segment_id":824,"speaker_group":34,"source_text":"I can't give you the exact date."},{"segment_id":825,"speaker_group":34,"source_text":"Approximately?"},{"segment_id":826,"speaker_group":34,"source_text":"It was in the early '90s when Colonel Hall released the three statements."},{"segment_id":827,"speaker_group":34,"source_text":"And there was more information coming out."},{"segment_id":828,"speaker_group":34,"source_text":"That is one of our questions, number one, why the memo was ever released; number two, why the tape was ever released; and number three, why our statements were released."},{"segment_id":829,"speaker_group":34,"source_text":"All that was done after we were told it was going to remain classified and we didn't have to worry about it any longer."},{"segment_id":830,"speaker_group":34,"source_text":"And give me, again, a sense of the dates on those real quickly here, of when those different releases occurred."},{"segment_id":831,"speaker_group":34,"source_text":"Memo came out, I believe, in '83, right, Nick, when News of the World took it?"},{"segment_id":832,"speaker_group":34,"source_text":"Yes."},{"segment_id":833,"speaker_group":34,"source_text":"In 1983, the memo through Freedom of Information Act was released to the general public shortly after the tape was released and put all over the air."},{"segment_id":834,"speaker_group":34,"source_text":"And last but not least, our statements were released in the early '90s by Colonel Hall."},{"segment_id":835,"speaker_group":34,"source_text":"And one thing I'd like to add, this is my take personally from talking to the Colonel."},{"segment_id":836,"speaker_group":34,"source_text":"I believe he wants to talk more, but because it's still classified, I believe he feels -- and he's gone on the record saying that he'd be willing to talk about what he knew if the members of Congress would bring him in, swear him in, and he would have the protection given to him to talk about what is classified and what's going on."},{"segment_id":837,"speaker_group":34,"source_text":"Okay."},{"segment_id":838,"speaker_group":34,"source_text":"Let me make sure I understand."},{"segment_id":839,"speaker_group":34,"source_text":"Is this the same Colonel that worked for Gabriel at the time?"},{"segment_id":840,"speaker_group":34,"source_text":"No."},{"segment_id":841,"speaker_group":34,"source_text":"Colonel Hall was the deputy base commander."},{"segment_id":842,"speaker_group":34,"source_text":"Oh, okay."},{"segment_id":843,"speaker_group":34,"source_text":"Their names are similar."},{"segment_id":844,"speaker_group":34,"source_text":"Right."},{"segment_id":845,"speaker_group":34,"source_text":"Colonel Hall, I believe, would come forward and he's made statements to the fact that he would be willing to testify everything he knew in front of Congress."},{"segment_id":846,"speaker_group":34,"source_text":"Okay."},{"segment_id":847,"speaker_group":34,"source_text":"Well, let me just ask you then if Nick, you know, or if Sergeant Penniston, you know, or anybody else that might know, within a day or two of the December 26th -- or first sighting, let's say, the memo clearly showed some indents in the part of the forest where you described the craft as being."},{"segment_id":848,"speaker_group":34,"source_text":"Am I right about that?"},{"segment_id":849,"speaker_group":34,"source_text":"That's correct."},{"segment_id":850,"speaker_group":34,"source_text":"There's no question about -- There's no question."},{"segment_id":851,"speaker_group":34,"source_text":"None."},{"segment_id":852,"speaker_group":34,"source_text":"And he wrote that memo, the Colonel that was assigned to General Gabriel that did get released from -- that was the one letter or the one memo we have was -- I'm just trying to make sure I got this right."},{"segment_id":853,"speaker_group":34,"source_text":"I'm not sure where he's going with this."},{"segment_id":854,"speaker_group":34,"source_text":"I'm not -- Colonel Hall -- I'm not going anywhere."},{"segment_id":855,"speaker_group":34,"source_text":"I'm just trying to gather data."},{"segment_id":856,"speaker_group":34,"source_text":"Colonel Hall -- Excuse me, just one moment."},{"segment_id":857,"speaker_group":34,"source_text":"The general in time has expired."},{"segment_id":858,"speaker_group":34,"source_text":"Would you like another minute?"},{"segment_id":859,"speaker_group":34,"source_text":"Just one minute."},{"segment_id":860,"speaker_group":34,"source_text":"Just one last minute."},{"segment_id":861,"speaker_group":34,"source_text":"Okay."},{"segment_id":862,"speaker_group":34,"source_text":"And I apologize for -- That's okay."},{"segment_id":863,"speaker_group":34,"source_text":"I'll try to explain the chain of command."},{"segment_id":864,"speaker_group":34,"source_text":"Yeah, please."},{"segment_id":865,"speaker_group":34,"source_text":"General Gabriel was in charge of the entire USAFE area."},{"segment_id":866,"speaker_group":34,"source_text":"Right."},{"segment_id":867,"speaker_group":34,"source_text":"Okay."},{"segment_id":868,"speaker_group":34,"source_text":"General Bazley was the third Air Force commander."},{"segment_id":869,"speaker_group":34,"source_text":"Okay."},{"segment_id":870,"speaker_group":34,"source_text":"Colonel Hall would have worked for Colonel Conrad and General Williams."},{"segment_id":871,"speaker_group":34,"source_text":"So he wrote the memo -- Okay."},{"segment_id":872,"speaker_group":34,"source_text":"Right."},{"segment_id":873,"speaker_group":34,"source_text":"And what he did was he was told to, after General Williams took the tape to General Basely, and they came back -- this was the exact words of Colonel Hall -- the staff got together, reviewed the tape, and they said, \"We don't want to touch this."},{"segment_id":874,"speaker_group":34,"source_text":"This is a British problem."},{"segment_id":875,"speaker_group":34,"source_text":"Come back.\""},{"segment_id":876,"speaker_group":34,"source_text":"Okay."},{"segment_id":877,"speaker_group":34,"source_text":"General Williams came back to Colonel Hall and said, \"Go ahead and write up a brief memo and brief the British on what happened.\""},{"segment_id":878,"speaker_group":34,"source_text":"Okay."},{"segment_id":879,"speaker_group":34,"source_text":"But that memo definitely talks about those indentations."},{"segment_id":880,"speaker_group":34,"source_text":"It definitely talks about a much higher than normal radiation level that he checked out a day later."},{"segment_id":881,"speaker_group":34,"source_text":"That's what I needed to understand."},{"segment_id":882,"speaker_group":34,"source_text":"Thank you."},{"segment_id":883,"speaker_group":34,"source_text":"I yield back."},{"segment_id":884,"speaker_group":34,"source_text":"Thank you very much."},{"segment_id":885,"speaker_group":34,"source_text":"Thank you."},{"segment_id":886,"speaker_group":34,"source_text":"No, no."},{"segment_id":887,"speaker_group":34,"source_text":"Thank you very much."},{"segment_id":888,"speaker_group":34,"source_text":"But Carlson Bartlett would like to ask an additional question."},{"segment_id":889,"speaker_group":34,"source_text":"I believe the year was 1957."},{"segment_id":890,"speaker_group":34,"source_text":"I was at an American Physiological Society meeting."},{"segment_id":891,"speaker_group":34,"source_text":"I had just come off of four years of teaching medical school."},{"segment_id":892,"speaker_group":34,"source_text":"I was now a very young Ph.D. and a very serious basic researcher working at the National Institutes of Health."},{"segment_id":893,"speaker_group":34,"source_text":"I was going to deliver a paper -- I did deliver the paper -- on physiological effects of coitus in humans."},{"segment_id":894,"speaker_group":34,"source_text":"This was just after Alfred Kinsey had published his first book, so you can get some idea of the environment at that time."},{"segment_id":895,"speaker_group":34,"source_text":"There was some serious concern that I would be punished for this by NIH, that there would be repercussions for giving this paper."},{"segment_id":896,"speaker_group":34,"source_text":"This was not the kind of thing you did at that time."},{"segment_id":897,"speaker_group":34,"source_text":"I thought that medically it would be nice to know whether medical activity would be hazardous to your health or not."},{"segment_id":898,"speaker_group":34,"source_text":"So we published that paper."},{"segment_id":899,"speaker_group":34,"source_text":"One of the members of the press came up to me and said, \"You don't need to worry about repercussions from this because there would be all hell to pay in the press if in fact there were repercussions because you are giving this paper today.\""},{"segment_id":900,"speaker_group":34,"source_text":"Relative to the question that Senator Gravel asked you, it really disturbs me that there would be a suggestion -- by the way, I think that it is inconceivable that the whole truth -- and you swore an oath that you were going to tell us the truth and the whole truth -- it's inconceivable to me that the whole truth could have any impact on our national security."},{"segment_id":901,"speaker_group":34,"source_text":"I have some real concerns about our civil liberties and the future is why I carry a copy of the Constitution."},{"segment_id":902,"speaker_group":34,"source_text":"I have no idea if there is anything in your breast that you need to clear, but if there is, I just think that there are enough people watching this, there is enough press out there with all of their liabilities."},{"segment_id":903,"speaker_group":34,"source_text":"I think that the press will not stand by if there are any repercussions from this."},{"segment_id":904,"speaker_group":34,"source_text":"I just wanted to get this -- I have a huge concern about our civil liberties and our security for the future and I just don't want to be a part of any effort to restrain your freedom to tell us anything and everything that you think might be important here."},{"segment_id":905,"speaker_group":34,"source_text":"Thank you, Madam Chair."},{"segment_id":906,"speaker_group":34,"source_text":"Thank you."},{"segment_id":907,"speaker_group":34,"source_text":"Thank you very much."},{"segment_id":908,"speaker_group":34,"source_text":"Councilwoman Wolsey?"},{"segment_id":909,"speaker_group":34,"source_text":"Well, I just have a very quick question and to each of you up there, what is -- and this is opinion I'm asking -- what is your opinion on the containment or the cover-up?"},{"segment_id":910,"speaker_group":34,"source_text":"Is it because of the nuclear issue or connection between the base and nuclear?"},{"segment_id":911,"speaker_group":34,"source_text":"Or is it because of UFOs?"},{"segment_id":912,"speaker_group":34,"source_text":"Or do you just -- you don't have to answer, but I'd like your opinion."},{"segment_id":913,"speaker_group":34,"source_text":"You're in it."},{"segment_id":914,"speaker_group":34,"source_text":"I'd like to go first."},{"segment_id":915,"speaker_group":34,"source_text":"As I said earlier, we're doing an ongoing investigation and what's become apparent to us is that whatever we're dealing with -- and it's been labeled UFO, ET, alien -- one of the first things you'll see in an incident, including where I lived in Arizona, the Phoenix Light, is they bring up the alien stuff."},{"segment_id":916,"speaker_group":34,"source_text":"And that automatically almost immediately makes a lot of people shy away from it based on the cover-up that I believe started with the War of the Worlds when they started conditioning people that aliens and stuff are not a smart thing to talk about or be involved with."},{"segment_id":917,"speaker_group":34,"source_text":"But I believe honestly -- and I believe eventually we're going to be able to show this -- that why our government is holding what they are and other governments are."},{"segment_id":918,"speaker_group":34,"source_text":"It's got nothing to do with secrecy from the American public or the other countries."},{"segment_id":919,"speaker_group":34,"source_text":"It's about power."},{"segment_id":920,"speaker_group":34,"source_text":"If you look at what the capabilities that we saw out there that night are, would you not believe that there would be a race by every government of the world to try to take that technology and use it for one thing, which we're all good at in this world, is war-making capabilities and to control people and countries."},{"segment_id":921,"speaker_group":34,"source_text":"And I believe in my heart that it will be eventually exposed that it is somewhat of national defense, but ultimately as a society and a world, we need to get away from that."},{"segment_id":922,"speaker_group":34,"source_text":"But that's what's going on with this."},{"segment_id":923,"speaker_group":34,"source_text":"It's being covered up because everybody is in a race to try to take this technology and use it against each other."},{"segment_id":924,"speaker_group":34,"source_text":"Thank you."},{"segment_id":925,"speaker_group":34,"source_text":"(Applause.)"},{"segment_id":926,"speaker_group":34,"source_text":"Okay, the committee will stand adjourned until after lunch at 1.45."},{"segment_id":927,"speaker_group":34,"source_text":"Thank you."},{"segment_id":928,"speaker_group":34,"source_text":"Thank you."}]