[
  {
    "segment_id": 1,
    "speaker_group": 1,
    "source_text": "Thank you very much."
  },
  {
    "segment_id": 2,
    "speaker_group": 1,
    "source_text": "I do hereby affirm that I will tell the truth and nothing but the truth to this committee today."
  },
  {
    "segment_id": 3,
    "speaker_group": 1,
    "source_text": "Thank you very much."
  },
  {
    "segment_id": 4,
    "speaker_group": 1,
    "source_text": "I'm delighted that this first panel includes people that have been in airplanes as pilots, flying those."
  },
  {
    "segment_id": 5,
    "speaker_group": 1,
    "source_text": "They've also been involved as controllers and I understand FAA administration is represented here as someone from that."
  },
  {
    "segment_id": 6,
    "speaker_group": 1,
    "source_text": "I'd also like to just acknowledge a gentleman on this panel that's flown more combat missions for the United States Air Force than any other person in the history of the United States and his record is double the man that's in second place and that's Lieutenant Colonel Richard French."
  },
  {
    "segment_id": 7,
    "speaker_group": 1,
    "source_text": "So you've been sworn in, we'll start with a testimony of John Callahan, if I could just quickly ask Mr. Bookman time limits that have been determined for this panel?"
  },
  {
    "segment_id": 8,
    "speaker_group": 1,
    "source_text": "Ten minutes for opening statements and then we'll divide the remaining time among them."
  },
  {
    "segment_id": 9,
    "speaker_group": 1,
    "source_text": "How much time for questions?"
  },
  {
    "segment_id": 10,
    "speaker_group": 1,
    "source_text": "Depends on if they keep to their ten minutes."
  },
  {
    "segment_id": 11,
    "speaker_group": 1,
    "source_text": "Well hey, I've got the gavel, I'll keep to it."
  },
  {
    "segment_id": 12,
    "speaker_group": 1,
    "source_text": "Then it will be roughly a ten minute Q&A session for each member of Congress."
  },
  {
    "segment_id": 13,
    "speaker_group": 1,
    "source_text": "Then they're definitely going to keep to it."
  },
  {
    "segment_id": 14,
    "speaker_group": 1,
    "source_text": "John Callahan, if you could begin."
  },
  {
    "segment_id": 15,
    "speaker_group": 1,
    "source_text": "All right."
  },
  {
    "segment_id": 16,
    "speaker_group": 1,
    "source_text": "I don't know what I can do in ten minutes but I'll do the best I can."
  },
  {
    "segment_id": 17,
    "speaker_group": 1,
    "source_text": "Apparently you guys already have a copy of what I'm going to say."
  },
  {
    "segment_id": 18,
    "speaker_group": 1,
    "source_text": "I'll just hit the highlights."
  },
  {
    "segment_id": 19,
    "speaker_group": 1,
    "source_text": "I was the Division Chief of the Accidents Evaluations and Investigation Division of the FAA in Washington D.C. from 1981 to 1988."
  },
  {
    "segment_id": 20,
    "speaker_group": 1,
    "source_text": "I was the first man selected for that position and we created that position."
  },
  {
    "segment_id": 21,
    "speaker_group": 1,
    "source_text": "It came about after the air traffic control strike."
  },
  {
    "segment_id": 22,
    "speaker_group": 1,
    "source_text": "FAA had no quality control in the system until the strike and then I was selected for that position and it turned out to be a division with five branches."
  },
  {
    "segment_id": 23,
    "speaker_group": 1,
    "source_text": "During this time I was involved in the investigation of an extraordinary event and was asked not to talk about it."
  },
  {
    "segment_id": 24,
    "speaker_group": 1,
    "source_text": "That's retiring."
  },
  {
    "segment_id": 25,
    "speaker_group": 1,
    "source_text": "I decided that the public had a right for this information and that they could handle it."
  },
  {
    "segment_id": 26,
    "speaker_group": 1,
    "source_text": "Nothing's happened to me as a result of discussing this out in public."
  },
  {
    "segment_id": 27,
    "speaker_group": 1,
    "source_text": "In early January of 1987 I received a call from the air traffic control facility out in Alaska."
  },
  {
    "segment_id": 28,
    "speaker_group": 1,
    "source_text": "It was the region and they wanted to know what to tell the media."
  },
  {
    "segment_id": 29,
    "speaker_group": 1,
    "source_text": "Initially the office was full of media, they had them in the hall and every time they went out to do anything the media was sticking the microphone under their face and they wanted to know what to tell them."
  },
  {
    "segment_id": 30,
    "speaker_group": 1,
    "source_text": "So I said, \"Tell them about what?\""
  },
  {
    "segment_id": 31,
    "speaker_group": 1,
    "source_text": "He said, \"About the UFO,\" and the next one was, \"What UFO?\""
  },
  {
    "segment_id": 32,
    "speaker_group": 1,
    "source_text": "We had established a procedure that if anything newsworthy happened in the FAA, we and our division would know right away so we could defend the United States government."
  },
  {
    "segment_id": 33,
    "speaker_group": 1,
    "source_text": "Anyway I said, \"What UFO?\""
  },
  {
    "segment_id": 34,
    "speaker_group": 1,
    "source_text": "He said, \"A couple of weeks ago,\" is what he told me, it was really a couple of months ago, they had a UFO chase at 747 across the Alaskan skies for some 31 minutes."
  },
  {
    "segment_id": 35,
    "speaker_group": 1,
    "source_text": "But like who believes in UFOs?"
  },
  {
    "segment_id": 36,
    "speaker_group": 1,
    "source_text": "Somehow the media heard that this was going on and now they're out there in the halls and he didn't know what to do."
  },
  {
    "segment_id": 37,
    "speaker_group": 1,
    "source_text": "They couldn't do their job and he was kind of panicking."
  },
  {
    "segment_id": 38,
    "speaker_group": 1,
    "source_text": "So I gave him our official answer, \"Tell them it's under investigation.\""
  },
  {
    "segment_id": 39,
    "speaker_group": 1,
    "source_text": "And once you tell them that they kind of drift away and they're all gone."
  },
  {
    "segment_id": 40,
    "speaker_group": 1,
    "source_text": "Then I said, \"I want you to pack up all that data we have, all the computer data.\""
  },
  {
    "segment_id": 41,
    "speaker_group": 1,
    "source_text": "And in those days when we talk about computer data and disk, we're talking about those disks that were like a 78 record player and it looked like a Pi case that they have in the delis."
  },
  {
    "segment_id": 42,
    "speaker_group": 1,
    "source_text": "There'd be 10 or 12 of these things inside."
  },
  {
    "segment_id": 43,
    "speaker_group": 1,
    "source_text": "That was the disk that we're talking about, not these little things you carry around with you today."
  },
  {
    "segment_id": 44,
    "speaker_group": 1,
    "source_text": "So I said, \"I want all that stuff."
  },
  {
    "segment_id": 45,
    "speaker_group": 1,
    "source_text": "I want the voice tapes."
  },
  {
    "segment_id": 46,
    "speaker_group": 1,
    "source_text": "I want everything sent to the FAA tech center by tomorrow morning."
  },
  {
    "segment_id": 47,
    "speaker_group": 1,
    "source_text": "You put them on the red eye flight and we're going to go down to the tech center and look at what you have.\""
  },
  {
    "segment_id": 48,
    "speaker_group": 1,
    "source_text": "And the tech center is where they create the software programs for the FAA, 548 facilities there were at the time."
  },
  {
    "segment_id": 49,
    "speaker_group": 1,
    "source_text": "I used to run that automation department, had 176 people working for me."
  },
  {
    "segment_id": 50,
    "speaker_group": 1,
    "source_text": "They also had a program called Playback or they had another name too, I forget it right now."
  },
  {
    "segment_id": 51,
    "speaker_group": 1,
    "source_text": "Anyway, you could go into the facility at the tech center and you could walk into one of the control rooms and you could say, \"I want this position to be set up exactly like the position in Alaska."
  },
  {
    "segment_id": 52,
    "speaker_group": 1,
    "source_text": "I want to stand over here and look at the radar and see what the controller's seeing."
  },
  {
    "segment_id": 53,
    "speaker_group": 1,
    "source_text": "I want the voice tapes to come out of the speaker above and I want them synchronized with what we're looking at."
  },
  {
    "segment_id": 54,
    "speaker_group": 1,
    "source_text": "So when the man says he's over Alaska, I want the radar to say he's over Alaska."
  },
  {
    "segment_id": 55,
    "speaker_group": 1,
    "source_text": "And I want to see what was going on."
  },
  {
    "segment_id": 56,
    "speaker_group": 1,
    "source_text": "I want to hear what was going on.\""
  },
  {
    "segment_id": 57,
    "speaker_group": 1,
    "source_text": "So they played it for me and toward the end, while we're looking at it, they would shut the program off."
  },
  {
    "segment_id": 58,
    "speaker_group": 1,
    "source_text": "So I said, \"I want you to play it again, but don't shut the program off until I tell you to shut it off.\""
  },
  {
    "segment_id": 59,
    "speaker_group": 1,
    "source_text": "And I had bought a camera with me, what do they call these cameras here, ones that play these things here."
  },
  {
    "segment_id": 60,
    "speaker_group": 1,
    "source_text": "Anyway, I took a video of it the second time they played it and it was the first time I really used the camera and it was a little shaky if you ever get to look at it, but it shows you everything that was on the screen."
  },
  {
    "segment_id": 61,
    "speaker_group": 1,
    "source_text": "And as they're playing the second one, they shut it off again toward the end."
  },
  {
    "segment_id": 62,
    "speaker_group": 1,
    "source_text": "And I finally said, \"There must be something wrong with our communications because I didn't come from the South.\""
  },
  {
    "segment_id": 63,
    "speaker_group": 1,
    "source_text": "I said, \"I want you to leave it on until I say shut it off.\""
  },
  {
    "segment_id": 64,
    "speaker_group": 1,
    "source_text": "And they were a little hesitant."
  },
  {
    "segment_id": 65,
    "speaker_group": 1,
    "source_text": "They didn't want to do that."
  },
  {
    "segment_id": 66,
    "speaker_group": 1,
    "source_text": "And I finally told the engineer there, I said, \"You either do it, I tell you, or tomorrow you're going to have to find another job.\""
  },
  {
    "segment_id": 67,
    "speaker_group": 1,
    "source_text": "So they let it play."
  },
  {
    "segment_id": 68,
    "speaker_group": 1,
    "source_text": "Well, toward the end, the controllers had taken a United and they asked them if they could delay his arrival time and have him check this 747 that was coming southbound."
  },
  {
    "segment_id": 69,
    "speaker_group": 1,
    "source_text": "So they vectored him over to the 747, he's about 2,000 feet beneath him."
  },
  {
    "segment_id": 70,
    "speaker_group": 1,
    "source_text": "And the United says, \"It's a beautiful airplane, the moon behind him, it looks good.\""
  },
  {
    "segment_id": 71,
    "speaker_group": 1,
    "source_text": "He says, \"It's so clear up here, you can see it the next Tuesday.\""
  },
  {
    "segment_id": 72,
    "speaker_group": 1,
    "source_text": "And then he passed by."
  },
  {
    "segment_id": 73,
    "speaker_group": 1,
    "source_text": "Well, after he passed by, that target that had been chasing the 747 turned around and started following the United as he went down into Alaska."
  },
  {
    "segment_id": 74,
    "speaker_group": 1,
    "source_text": "Now, when the Japanese pilot first come on the frequency, for you guys that are familiar with radar or how the military or the controllers work, when he first come on the frequency for the controller, the first words out of his mouth was, \"Do you have traffic for me?\""
  },
  {
    "segment_id": 75,
    "speaker_group": 1,
    "source_text": "And when a controller hears these words, it means doom because right away he forgot something."
  },
  {
    "segment_id": 76,
    "speaker_group": 1,
    "source_text": "He's got somebody else up there that shouldn't and why would a pilot ask if we had traffic?"
  },
  {
    "segment_id": 77,
    "speaker_group": 1,
    "source_text": "And he looked at a scope and he says, \"Negative, there's no traffic in your area.\""
  },
  {
    "segment_id": 78,
    "speaker_group": 1,
    "source_text": "And the Japanese pilot says, \"Oh yeah, there's traffic out here and it's at 12 o'clock and about eight miles.\""
  },
  {
    "segment_id": 79,
    "speaker_group": 1,
    "source_text": "He's telling him."
  },
  {
    "segment_id": 80,
    "speaker_group": 1,
    "source_text": "Well, and the next thing the controller says is, \"Can you tell me what type is?"
  },
  {
    "segment_id": 81,
    "speaker_group": 1,
    "source_text": "Can you make out the type of aircraft, any markings on the plane that we can find out who it is?\""
  },
  {
    "segment_id": 82,
    "speaker_group": 1,
    "source_text": "He's thinking it's a military aircraft."
  },
  {
    "segment_id": 83,
    "speaker_group": 1,
    "source_text": "And the Japanese pilot says, \"There's no markings."
  },
  {
    "segment_id": 84,
    "speaker_group": 1,
    "source_text": "It's as big as four aircraft carriers."
  },
  {
    "segment_id": 85,
    "speaker_group": 1,
    "source_text": "It has yellow and white lights around the center and it's big.\""
  },
  {
    "segment_id": 86,
    "speaker_group": 1,
    "source_text": "And he was a little bit worried."
  },
  {
    "segment_id": 87,
    "speaker_group": 1,
    "source_text": "Well, this machine followed him down for 31 minutes halfway through his flight."
  },
  {
    "segment_id": 88,
    "speaker_group": 1,
    "source_text": "He makes a 360 degree turn."
  },
  {
    "segment_id": 89,
    "speaker_group": 1,
    "source_text": "Now, when I say he makes it, he doesn't do anything unless the FAA says you can do this."
  },
  {
    "segment_id": 90,
    "speaker_group": 1,
    "source_text": "So they told him if you want to deviate, you want to change your altitude, let us know."
  },
  {
    "segment_id": 91,
    "speaker_group": 1,
    "source_text": "When he changed his altitude a couple of times, he makes a 360 and this UFO stayed with him all the way, scared the pants off him."
  },
  {
    "segment_id": 92,
    "speaker_group": 1,
    "source_text": "I don't know how much more time I got."
  },
  {
    "segment_id": 93,
    "speaker_group": 1,
    "source_text": "Anyway, when I got done- You've got about a minute and a half to two minutes."
  },
  {
    "segment_id": 94,
    "speaker_group": 1,
    "source_text": "Okay."
  },
  {
    "segment_id": 95,
    "speaker_group": 1,
    "source_text": "So I shoot back to the FAA center and the administrator at the time was Admiral Engen."
  },
  {
    "segment_id": 96,
    "speaker_group": 1,
    "source_text": "I don't know if you guys knew Admiral Ingen."
  },
  {
    "segment_id": 97,
    "speaker_group": 1,
    "source_text": "I got there about quarter to five because I wanted to go home with my wife and he heard I was in the building so he calls me up and he says, \"Give me a five minute briefing on what you've seen.\""
  },
  {
    "segment_id": 98,
    "speaker_group": 1,
    "source_text": "So I gave him what I'm telling you guys here and he wanted to know if that video I took would play on his TV and I said, \"I guess so."
  },
  {
    "segment_id": 99,
    "speaker_group": 1,
    "source_text": "The book says it can.\""
  },
  {
    "segment_id": 100,
    "speaker_group": 1,
    "source_text": "So I plugged it in there and after a few minutes of watching the video, he calls his aide over and he says, \"Go tell Kennedy I'm going to be a few minutes late.\""
  },
  {
    "segment_id": 101,
    "speaker_group": 1,
    "source_text": "So he's watching it a little bit more and then he finally calls the aide over and says, \"Go cancel the rest of my appointments tonight."
  },
  {
    "segment_id": 102,
    "speaker_group": 1,
    "source_text": "We'll reschedule for some time next week.\""
  },
  {
    "segment_id": 103,
    "speaker_group": 1,
    "source_text": "He says, \"I have to go see the president and we're talking about Reagan.\""
  },
  {
    "segment_id": 104,
    "speaker_group": 1,
    "source_text": "So when he got all done, he says, \"Don't talk to anybody."
  },
  {
    "segment_id": 105,
    "speaker_group": 1,
    "source_text": "I'll get back with you and I'll tell you what to do."
  },
  {
    "segment_id": 106,
    "speaker_group": 1,
    "source_text": "I'm on my way to see Reagan.\""
  },
  {
    "segment_id": 107,
    "speaker_group": 1,
    "source_text": "Next morning I came to work and I got a call from some guy who said he was at the CIA."
  },
  {
    "segment_id": 108,
    "speaker_group": 1,
    "source_text": "He wanted to talk about a UFO."
  },
  {
    "segment_id": 109,
    "speaker_group": 1,
    "source_text": "I said, \"Are you talking to the wrong guy?"
  },
  {
    "segment_id": 110,
    "speaker_group": 1,
    "source_text": "I don't know anything about UFOs.\""
  },
  {
    "segment_id": 111,
    "speaker_group": 1,
    "source_text": "He says, \"Well, the one that happened over Alaska,\" I said, \"You probably want to talk to the Admiral."
  },
  {
    "segment_id": 112,
    "speaker_group": 1,
    "source_text": "I don't know what you're talking about.\""
  },
  {
    "segment_id": 113,
    "speaker_group": 1,
    "source_text": "A few minutes later, the Admiral calls down and says, \"I've stopped a briefing for you tomorrow at 10 o'clock or 9 o'clock,\" whatever it was, \"in the round room.\""
  },
  {
    "segment_id": 114,
    "speaker_group": 1,
    "source_text": "He says, \"The president's scientific staff is coming over."
  },
  {
    "segment_id": 115,
    "speaker_group": 1,
    "source_text": "Some CIA guys will be there.\""
  },
  {
    "segment_id": 116,
    "speaker_group": 1,
    "source_text": "I think he said three, matter of fact, and some grunts will be coming along with them."
  },
  {
    "segment_id": 117,
    "speaker_group": 1,
    "source_text": "He says, \"Your task is to hand this stuff off to them."
  },
  {
    "segment_id": 118,
    "speaker_group": 1,
    "source_text": "When they leave here, they have to take this with them because the FAA does not control UFOs.\""
  },
  {
    "segment_id": 119,
    "speaker_group": 1,
    "source_text": "Now, I showed him all this stuff."
  },
  {
    "segment_id": 120,
    "speaker_group": 1,
    "source_text": "When they got all- They had about 45 seconds."
  },
  {
    "segment_id": 121,
    "speaker_group": 1,
    "source_text": "Okay."
  },
  {
    "segment_id": 122,
    "speaker_group": 1,
    "source_text": "Well done, one of the scientists come out and said they had three or four questions they wanted to know the speed of the antenna, the frequency of the antenna, the logarithm for the height-finding equipment, and the people I brought with me just happened to be experts, and they answered all the questions."
  },
  {
    "segment_id": 123,
    "speaker_group": 1,
    "source_text": "When they get done, the CIA guy standing next to me says to the people, \"This event,\" pointing to the big screen they have in the room, \"This event never happened."
  },
  {
    "segment_id": 124,
    "speaker_group": 1,
    "source_text": "We were never here."
  },
  {
    "segment_id": 125,
    "speaker_group": 1,
    "source_text": "You're confiscating all this data, and you're all sworn to secrecy.\""
  },
  {
    "segment_id": 126,
    "speaker_group": 1,
    "source_text": "Scared the pants off of them."
  },
  {
    "segment_id": 127,
    "speaker_group": 1,
    "source_text": "I had 22 people in the air, and they were leaving the room right away, don't know what's going to happen."
  },
  {
    "segment_id": 128,
    "speaker_group": 1,
    "source_text": "So I said to this guy, \"Well, what do you think it was?\""
  },
  {
    "segment_id": 129,
    "speaker_group": 1,
    "source_text": "I'm thinking at the time it's the Stealth Bomber."
  },
  {
    "segment_id": 130,
    "speaker_group": 1,
    "source_text": "He says, \"Oh,\" he says, \"It's a UFO."
  },
  {
    "segment_id": 131,
    "speaker_group": 1,
    "source_text": "Look at these guys."
  },
  {
    "segment_id": 132,
    "speaker_group": 1,
    "source_text": "They're drooling."
  },
  {
    "segment_id": 133,
    "speaker_group": 1,
    "source_text": "They can't wait to get their hands on all this data."
  },
  {
    "segment_id": 134,
    "speaker_group": 1,
    "source_text": "We had boxes and boxes in those days of printouts."
  },
  {
    "segment_id": 135,
    "speaker_group": 1,
    "source_text": "Can't wait to get their hands on that stuff.\""
  },
  {
    "segment_id": 136,
    "speaker_group": 1,
    "source_text": "I says, \"Is that right?\""
  },
  {
    "segment_id": 137,
    "speaker_group": 1,
    "source_text": "He says, \"Yeah, this is the first time they ever had more than a moment of radar data to look at.\""
  },
  {
    "segment_id": 138,
    "speaker_group": 1,
    "source_text": "Now, the big key was the word he had said, \"This is the first time they ever had more than a minute or so of radar data, and now we've got 31 minutes.\""
  },
  {
    "segment_id": 139,
    "speaker_group": 1,
    "source_text": "Thank you."
  },
  {
    "segment_id": 140,
    "speaker_group": 1,
    "source_text": "Okay."
  },
  {
    "segment_id": 141,
    "speaker_group": 1,
    "source_text": "We've got a major filer who could ... Go ahead."
  },
  {
    "segment_id": 142,
    "speaker_group": 1,
    "source_text": "I'm a retired Air Force major with the 5,000 flying hours, and I'm currently the Eastern Regional Director of the Mutual UFO Network, which is studying this phenomenon, and editor of the Filers Files."
  },
  {
    "segment_id": 143,
    "speaker_group": 1,
    "source_text": "When I was flying for the Air Force 420th Air Refueling Squadron stationed at RAF Sculthorpe in England in January of '62, we were in orbit for refueling fighter aircraft over the North Sea at about 30,000 feet in our KB-50J tanker just after sunset on a clear night."
  },
  {
    "segment_id": 144,
    "speaker_group": 1,
    "source_text": "London Control excitedly called us and notified us that they had an unidentified object hovering on their radar near Stonehenge."
  },
  {
    "segment_id": 145,
    "speaker_group": 1,
    "source_text": "We were asked if we were willing to intercept the unidentified craft, and our refueling mission had just finished, so we quickly agreed to chase their UFO."
  },
  {
    "segment_id": 146,
    "speaker_group": 1,
    "source_text": "We were given an intercept heading and started to dive toward the UFO."
  },
  {
    "segment_id": 147,
    "speaker_group": 1,
    "source_text": "It was really an exciting situation."
  },
  {
    "segment_id": 148,
    "speaker_group": 1,
    "source_text": "We were to go towards Stonehenge, which is over the center of England."
  },
  {
    "segment_id": 149,
    "speaker_group": 1,
    "source_text": "London Control was diverting all aircraft out of our way so that we could have a clear path for the intercept."
  },
  {
    "segment_id": 150,
    "speaker_group": 1,
    "source_text": "Then we realized we were above our red line speed on the aircraft and had to pull back on the power, and London Control started giving us distances to the hovering UFO next."
  },
  {
    "segment_id": 151,
    "speaker_group": 1,
    "source_text": "It was some 60 miles ahead and then 40 and so on, and as we got closer, we got the radar going on our aircraft and picked up the hovering UFO in the distance, about 30 miles."
  },
  {
    "segment_id": 152,
    "speaker_group": 1,
    "source_text": "It was an exceptionally large radar return."
  },
  {
    "segment_id": 153,
    "speaker_group": 1,
    "source_text": "Just judging on the size of the radar return, it was about equal to the Brooklyn Bridge or the Firth or Fourth Bridge in Scotland, which is a huge bridge about a mile long."
  },
  {
    "segment_id": 154,
    "speaker_group": 1,
    "source_text": "It was the biggest radar return that I'd ever seen on the aircraft radar."
  },
  {
    "segment_id": 155,
    "speaker_group": 1,
    "source_text": "It was sharp and solid as compared to the fuzziness of a rain cloud."
  },
  {
    "segment_id": 156,
    "speaker_group": 1,
    "source_text": "I felt the craft must be made of steel or some kind of strong metal."
  },
  {
    "segment_id": 157,
    "speaker_group": 1,
    "source_text": "We were doing about 425 miles per hour as we approached about 10 miles."
  },
  {
    "segment_id": 158,
    "speaker_group": 1,
    "source_text": "This gives you an example of how large a radar return it was."
  },
  {
    "segment_id": 159,
    "speaker_group": 1,
    "source_text": "It was a dark night, and we could only see a series of dim lights directly ahead."
  },
  {
    "segment_id": 160,
    "speaker_group": 1,
    "source_text": "This is something it ought to look like in the distance."
  },
  {
    "segment_id": 161,
    "speaker_group": 1,
    "source_text": "Suddenly, the UFO seemed to come alive and the lights brightened immensely, and the UFO accelerated in a launch similar to a space shuttle taking off."
  },
  {
    "segment_id": 162,
    "speaker_group": 1,
    "source_text": "It lit up the sky and disappeared, frankly."
  },
  {
    "segment_id": 163,
    "speaker_group": 1,
    "source_text": "We saw much brighter lights and a fantastic acceleration."
  },
  {
    "segment_id": 164,
    "speaker_group": 1,
    "source_text": "It seemed to go straight up, just estimating speed like 50,000 miles an hour, 100 times faster than we were moving."
  },
  {
    "segment_id": 165,
    "speaker_group": 1,
    "source_text": "We asked London Control if they had any rocket launches in the area."
  },
  {
    "segment_id": 166,
    "speaker_group": 1,
    "source_text": "London Control seemed as disappointed as we were, and the controller said, \"There are no rocket launches in the area."
  },
  {
    "segment_id": 167,
    "speaker_group": 1,
    "source_text": "Thank you for your intercept, you are now cleared to return to your mission.\""
  },
  {
    "segment_id": 168,
    "speaker_group": 1,
    "source_text": "The incident was recorded in my navigator's log and was mentioned the next day in operations."
  },
  {
    "segment_id": 169,
    "speaker_group": 1,
    "source_text": "Interestingly, the Air Force did not seem particularly interested."
  },
  {
    "segment_id": 170,
    "speaker_group": 1,
    "source_text": "A few weeks later, we were invited to a dining in with Prince Philip as a speaker, and he asked to speak with the air crews that had chased the UFO, so apparently London Control had told him that we had to chase this UFO, and we sat down at the table with him, and he was very friendly, and I essentially told him what I just told you, and he indicated that he regularly interviewed the air crews that were chasing UFOs."
  },
  {
    "segment_id": 171,
    "speaker_group": 1,
    "source_text": "Either he or his aide would interview them."
  },
  {
    "segment_id": 172,
    "speaker_group": 1,
    "source_text": "I asked why he, Prince Philip, was personally interested in UFOs, and he said that his uncle, the Earl Mountbatten, had seen the UFOs close up in the Navy, and that obviously he believed his uncle."
  },
  {
    "segment_id": 173,
    "speaker_group": 1,
    "source_text": "This gives you some indications of the ships that this one was taking over Japan, and if you notice, there's a large cylinder, but outside the cylinder, there's 12 disc craft, and this is typically what they do."
  },
  {
    "segment_id": 174,
    "speaker_group": 1,
    "source_text": "They're often called mother ships because they launch the smaller disc-shaped craft from them."
  },
  {
    "segment_id": 175,
    "speaker_group": 1,
    "source_text": "This picture was taken by NASA over the Atlantic Ocean near Iceland."
  },
  {
    "segment_id": 176,
    "speaker_group": 1,
    "source_text": "This one was actually a video, this is one shot from the video taken over England on Burnham on the Sea on February 11, 2009."
  },
  {
    "segment_id": 177,
    "speaker_group": 1,
    "source_text": "This is something interesting that I feel or have the theory that the ancient British actually copied the UFOs."
  },
  {
    "segment_id": 178,
    "speaker_group": 1,
    "source_text": "The archeological structures are carved in the ground in England."
  },
  {
    "segment_id": 179,
    "speaker_group": 1,
    "source_text": "There's dozens of them, and these structures are over a mile long."
  },
  {
    "segment_id": 180,
    "speaker_group": 1,
    "source_text": "This is how they're made, these ditches are carved out, and if you think about the type of energy that it takes to make what amounts to a two mile around section of these ditches, the British archeologists call them cursus because they remind them of kind of a racetrack, but I suggest that they, in fact, show that the craft had been there in ancient times."
  },
  {
    "segment_id": 181,
    "speaker_group": 1,
    "source_text": "There's another picture of one, the Stonehenge curses, and as you see outlined on the ground."
  },
  {
    "segment_id": 182,
    "speaker_group": 1,
    "source_text": "This is right in the Stonehenge area."
  },
  {
    "segment_id": 183,
    "speaker_group": 1,
    "source_text": "This is one of the typical disc-shaped craft, and they built these huge hills in England."
  },
  {
    "segment_id": 184,
    "speaker_group": 1,
    "source_text": "The question is why were they built?"
  },
  {
    "segment_id": 185,
    "speaker_group": 1,
    "source_text": "It happens that the disc-shaped aircraft seem to be able to power up by the energy inside the hills and the electrical energy coming down."
  },
  {
    "segment_id": 186,
    "speaker_group": 1,
    "source_text": "Next."
  },
  {
    "segment_id": 187,
    "speaker_group": 1,
    "source_text": "We feel that it's something like the cargo coat in World War II."
  },
  {
    "segment_id": 188,
    "speaker_group": 1,
    "source_text": "The natives in the South Pacific made shapes of aircraft on the ground and that the British in the ancient times may have done the same thing."
  },
  {
    "segment_id": 189,
    "speaker_group": 1,
    "source_text": "Next."
  },
  {
    "segment_id": 190,
    "speaker_group": 1,
    "source_text": "This is one of the better craft pictures taken in Cumberland, Rhode Island on July 3rd, 1967, and this was colorized, and the windows put in next."
  },
  {
    "segment_id": 191,
    "speaker_group": 1,
    "source_text": "One Navy chief petty officer, flight engineer with 10,000 hours, had also seen a UFO, and he said that cigar-shaped craft was twice the size of two aircraft carriers."
  },
  {
    "segment_id": 192,
    "speaker_group": 1,
    "source_text": "And the object moved east at about 100 knots and was a huge aircraft."
  },
  {
    "segment_id": 193,
    "speaker_group": 1,
    "source_text": "A similar one was seen by two pilots on two different airlines over the English Channel on April 23rd, 2007."
  },
  {
    "segment_id": 194,
    "speaker_group": 1,
    "source_text": "Next."
  },
  {
    "segment_id": 195,
    "speaker_group": 1,
    "source_text": "Captain Ray Bauer in his Aurigny aircraft and a Blue Islands pilot had seen these UFOs and reported them."
  },
  {
    "segment_id": 196,
    "speaker_group": 1,
    "source_text": "Maybe you have a little bit less than a minute left."
  },
  {
    "segment_id": 197,
    "speaker_group": 1,
    "source_text": "Okay."
  },
  {
    "segment_id": 198,
    "speaker_group": 1,
    "source_text": "Here's Captain Bauer reporting it in 2007."
  },
  {
    "segment_id": 199,
    "speaker_group": 1,
    "source_text": "Next."
  },
  {
    "segment_id": 200,
    "speaker_group": 1,
    "source_text": "And here's a close-up of one taken in France just recently."
  },
  {
    "segment_id": 201,
    "speaker_group": 1,
    "source_text": "Any case, these spacecraft occasionally roam our skies."
  },
  {
    "segment_id": 202,
    "speaker_group": 1,
    "source_text": "They're seen by many people, by many pilots and air crews, and I think they've been here for thousands of years, and our ancestors made structures on the ground to remind us that they had actually been here."
  },
  {
    "segment_id": 203,
    "speaker_group": 1,
    "source_text": "I've been interested in UFOs ever since, and I'd like to dedicate this talk to my two daughters that recently passed away."
  },
  {
    "segment_id": 204,
    "speaker_group": 1,
    "source_text": "Thank you."
  },
  {
    "segment_id": 205,
    "speaker_group": 1,
    "source_text": "Next, go to Mr. Jim Courant."
  },
  {
    "segment_id": 206,
    "speaker_group": 1,
    "source_text": "Yes."
  },
  {
    "segment_id": 207,
    "speaker_group": 1,
    "source_text": "I wanted to thank all the serious researchers that have been trying to get this information out for years, and thanks for you all showing up today."
  },
  {
    "segment_id": 208,
    "speaker_group": 1,
    "source_text": "And my background is I've been a pilot for, started taking lessons when I was 10 years old."
  },
  {
    "segment_id": 209,
    "speaker_group": 1,
    "source_text": "I've been an airline captain for 31 years, flying 46 years, and have over 32,000 flight hours rated as a captain, 747s."
  },
  {
    "segment_id": 210,
    "speaker_group": 1,
    "source_text": "Most Boeing jets and Airbus, I'm also a helicopter instructor and instructor in gliders and balloons and such."
  },
  {
    "segment_id": 211,
    "speaker_group": 1,
    "source_text": "Got interested in this subject in 1962 when I was reaching for a book on flying in a small library and a book fell out called Flying Saucer's Top Secret by Major Donald Kehoe, and he was one of the ringleaders in helping get a lot of this information out, and most of his books are credible, professional people that were, you know, people that were trained to know what they were seeing, pilots and astronomers, ground observers, such."
  },
  {
    "segment_id": 212,
    "speaker_group": 1,
    "source_text": "And I thought it was science fiction when I first picked it up, so that's how I got started in this field, and it has not been an easy field."
  },
  {
    "segment_id": 213,
    "speaker_group": 1,
    "source_text": "Unfortunately, after all these years, it still hasn't changed much."
  },
  {
    "segment_id": 214,
    "speaker_group": 1,
    "source_text": "I wish it had as far as military or civilian pilots of how they're treated as far as when they see something."
  },
  {
    "segment_id": 215,
    "speaker_group": 1,
    "source_text": "I'll give you an example of things that are seen but not talked about."
  },
  {
    "segment_id": 216,
    "speaker_group": 1,
    "source_text": "A friend of mine was a flight engineer, 747, with an air carrier I was flying for at the time, and they were over the Pacific, and they had a similar sighting to what happened with the Japan Airlines flight in 1986, but this was in 1980."
  },
  {
    "segment_id": 217,
    "speaker_group": 1,
    "source_text": "There was no radar, and my friend came up to me later after his trip, and he said, \"You don't believe what we saw."
  },
  {
    "segment_id": 218,
    "speaker_group": 1,
    "source_text": "This thing was bigger than an aircraft carrier,\" and he said, \"We were obviously flying a 747."
  },
  {
    "segment_id": 219,
    "speaker_group": 1,
    "source_text": "They were heading to Norita."
  },
  {
    "segment_id": 220,
    "speaker_group": 1,
    "source_text": "They were told to park the aircraft when they got there, and then they were debriefed, told never to talk about it.\""
  },
  {
    "segment_id": 221,
    "speaker_group": 1,
    "source_text": "There are many cases like this of pilots coming up to talk to me, because they know I've kind of stuck my neck out more than most pilots, because I've been very lucky to make some contacts with different people around the world that should know what they're talking about."
  },
  {
    "segment_id": 222,
    "speaker_group": 1,
    "source_text": "Some of them were astronauts, some cosmonauts, some generals, and I usually don't get into what I've been told, and they tell me what they know in closed-door sessions, and it's almost verbatim what I've been told before."
  },
  {
    "segment_id": 223,
    "speaker_group": 1,
    "source_text": "It's almost astounding how many people are in the know on this subject, and they're afraid."
  },
  {
    "segment_id": 224,
    "speaker_group": 1,
    "source_text": "It's not so much I find out afraid for losing their retirement, and some of them are, or their status in life, but they're more afraid for their families."
  },
  {
    "segment_id": 225,
    "speaker_group": 1,
    "source_text": "So I'm not going to get in too much into that aspect, but what happened to me as far as I had a sighting over New Mexico, 1995, ironically, I had just finished talking to my first officer about this subject, which I had been told sometimes it wasn't a good idea."
  },
  {
    "segment_id": 226,
    "speaker_group": 1,
    "source_text": "He said, \"I've been flying 25 years, I've never seen anything.\""
  },
  {
    "segment_id": 227,
    "speaker_group": 1,
    "source_text": "He was an ex-military tanker pilot, and his lips had barely stopped moving when the cockpit was at dusk, so it was starting to get dark."
  },
  {
    "segment_id": 228,
    "speaker_group": 1,
    "source_text": "The cockpit started almost getting the shade of bluish green."
  },
  {
    "segment_id": 229,
    "speaker_group": 1,
    "source_text": "I looked off to the left, and I thought the air traffic controllers had misinformed us about any traffic nearby this."
  },
  {
    "segment_id": 230,
    "speaker_group": 1,
    "source_text": "It looked a lot closer than it was."
  },
  {
    "segment_id": 231,
    "speaker_group": 1,
    "source_text": "It was oval-shaped, bluish green, moving very quickly, and they had no radar contact on this, military or civilian."
  },
  {
    "segment_id": 232,
    "speaker_group": 1,
    "source_text": "We were just about 100 miles past Albuquerque."
  },
  {
    "segment_id": 233,
    "speaker_group": 1,
    "source_text": "I looked to my first officer, he looked like he had just found out his wife was having an affair, and the difficult scenario with this is we got on the ground."
  },
  {
    "segment_id": 234,
    "speaker_group": 1,
    "source_text": "Well, there were four other airliners in the area, the controller asked, \"Does anybody want to report it?\""
  },
  {
    "segment_id": 235,
    "speaker_group": 1,
    "source_text": "He said, \"No, it's just a meteor.\""
  },
  {
    "segment_id": 236,
    "speaker_group": 1,
    "source_text": "We had seen a flash of white light, and the thing took off at about a 45-degree angle back into space."
  },
  {
    "segment_id": 237,
    "speaker_group": 1,
    "source_text": "I chimed in on the radio, I said, \"When does a meteor go back up?\""
  },
  {
    "segment_id": 238,
    "speaker_group": 1,
    "source_text": "When we got to the ground, he didn't want to talk about it, didn't want to report it, and he never flew with me again, but this is a sad scenario because this happens so much."
  },
  {
    "segment_id": 239,
    "speaker_group": 1,
    "source_text": "Pilots come up and tell me what they've seen, many in areas over the ocean where there is no radar, and some of these fighter pilots are pretty brave guys."
  },
  {
    "segment_id": 240,
    "speaker_group": 1,
    "source_text": "They fought in wars, and yet they're afraid of mentioning this, mostly for fear of ridicule."
  },
  {
    "segment_id": 241,
    "speaker_group": 1,
    "source_text": "I have been invited in to talk with a small group of high-level people, a couple of senators, and Gordon Cooper, the astronaut, one of our original seven, and Edgar Mitchell are friends of mine, and I'm really proud of the effort they put out trying to get this information out because it is very hard to get to the truth on this subject, which is ridiculed so much, but it's also so hard to get to the proof, and that's what everybody's after, and I have found out why this proof is so hard to get after, and there's so much more I could share, but when you're down to just a few minutes, you have to almost be a top 40 disc jockey to get through this."
  },
  {
    "segment_id": 242,
    "speaker_group": 1,
    "source_text": "But you've got a couple more minutes, so please tell us that."
  },
  {
    "segment_id": 243,
    "speaker_group": 1,
    "source_text": "Three minutes."
  },
  {
    "segment_id": 244,
    "speaker_group": 1,
    "source_text": "One thing, you'd think the government doesn't take this seriously, I don't know if you've heard about this book."
  },
  {
    "segment_id": 245,
    "speaker_group": 1,
    "source_text": "I told the History Channel about it back when it first came out, it first came out in '78, but in 1992, the second edition came out and they added the section, this is the fire officer's guide to disaster control for our federal and civilian fire disaster people for atomic wars or whatever, and how to deal with it."
  },
  {
    "segment_id": 246,
    "speaker_group": 1,
    "source_text": "It's written by Navy personnel, one's an attorney, one's a PhD, and the main section that they revised in 1992 was on the UFO threat of fact, and it tells the firefighters who are usually first on the scene how to deal with the crashed UFO, possibly dead extraterrestrials or live aliens, and how to deal with the crowd situation, radiation problems, and that's that information."
  },
  {
    "segment_id": 247,
    "speaker_group": 1,
    "source_text": "So it's a very interesting addition that they added in 1992 on this book."
  },
  {
    "segment_id": 248,
    "speaker_group": 1,
    "source_text": "There are some very important books that people always ask me, because after I got involved talking about this subject to some co-pilots, I was turned in and I was evaluated for four days of flight testing, and everything went smooth, and in fact, the chief pilot said, \"Well, you got through okay, you get to keep your job, and I'm very interested in this subject now."
  },
  {
    "segment_id": 249,
    "speaker_group": 1,
    "source_text": "It looks like there's more to this than I thought.\""
  },
  {
    "segment_id": 250,
    "speaker_group": 1,
    "source_text": "So we used to have long talks about this, and through that situation, I was so upset about my freedom of speech rights after how I was treated as a pilot, and other pilots around the world have been treated, that I ended up getting the opportunity to do a five day a week live uncensored television show for almost three years."
  },
  {
    "segment_id": 251,
    "speaker_group": 1,
    "source_text": "And we did just a little over 500 shows on this subject, and other mysteries that I found out regarding the ... The UFO subject is basically the tip of the iceberg."
  },
  {
    "segment_id": 252,
    "speaker_group": 1,
    "source_text": "This stuff gets very deep, and I can understand, just like Stanton Friedman has said many, many times, of the reasons why this has been kept secret, it's much more involved than people realize who don't do their homework, because most people are so busy getting their kids to school, paying their mortgage, and their own box of reality, that a person convinced against their will is of the same opinion still."
  },
  {
    "segment_id": 253,
    "speaker_group": 1,
    "source_text": "And all we can do is just keep trying, and hopefully the press will have more serious articles, and the articles have been published this week, unfortunately, that put a bad frame on the seriousness of this subject."
  },
  {
    "segment_id": 254,
    "speaker_group": 1,
    "source_text": "You've got about 30 seconds."
  },
  {
    "segment_id": 255,
    "speaker_group": 1,
    "source_text": "And I hope the pilots of the world that are listening will not be afraid to tell what they see, and not fear the ridicule, because this has got to end after so many years of this."
  },
  {
    "segment_id": 256,
    "speaker_group": 1,
    "source_text": "But once again, I do recommend, if somebody is interested in this subject, I always recommend Richard Dolan's books, Excellent Research, Linda Moulton Howell's books, Stanton Friedman's books, Timothy Good's book called Above Top Secret, and Brad Steiger's book, The Rainbow Conspiracy, and also Michael Hesselman's book, The Secret History of UFOs."
  },
  {
    "segment_id": 257,
    "speaker_group": 1,
    "source_text": "There are many others."
  },
  {
    "segment_id": 258,
    "speaker_group": 1,
    "source_text": "I have a collection of over probably 3,000 UFO books at my house, and hundreds and hundreds of videos."
  },
  {
    "segment_id": 259,
    "speaker_group": 1,
    "source_text": "We all can't be crazy."
  },
  {
    "segment_id": 260,
    "speaker_group": 1,
    "source_text": "Thank you for your time."
  },
  {
    "segment_id": 261,
    "speaker_group": 1,
    "source_text": "Thank you very much."
  },
  {
    "segment_id": 262,
    "speaker_group": 1,
    "source_text": "Now, if we could hear from Lieutenant Colonel Richard French."
  },
  {
    "segment_id": 263,
    "speaker_group": 1,
    "source_text": "I am Lieutenant Colonel Richard French."
  },
  {
    "segment_id": 264,
    "speaker_group": 1,
    "source_text": "I was a fighter pilot in both Korea and Vietnam."
  },
  {
    "segment_id": 265,
    "speaker_group": 1,
    "source_text": "During a number of my flights, a number of flights of mine, I have a little trouble reading this because it's been freehand written, and I'm having a little trouble picking it up, witnesses to the sightings of a number of UFOs."
  },
  {
    "segment_id": 266,
    "speaker_group": 1,
    "source_text": "I'm going to go to the first one that stands out most in my mind."
  },
  {
    "segment_id": 267,
    "speaker_group": 1,
    "source_text": "I was at Spandau in Germany when I received a telephone call from the OSI district commander telling me to go investigate a reported UFO in the water in Newfoundland."
  },
  {
    "segment_id": 268,
    "speaker_group": 1,
    "source_text": "Approximately four hours later, I arrived to find a large crowd on the wharf, and there were divers in the water."
  },
  {
    "segment_id": 269,
    "speaker_group": 1,
    "source_text": "The water was very clear."
  },
  {
    "segment_id": 270,
    "speaker_group": 1,
    "source_text": "You could see down as much as 200 feet in it."
  },
  {
    "segment_id": 271,
    "speaker_group": 1,
    "source_text": "What I saw down there were two UFOs parked side by side, but I couldn't see anyone around either one of them."
  },
  {
    "segment_id": 272,
    "speaker_group": 1,
    "source_text": "Then a little later, someone moved to one of the UFO occupants, and I guess go ahead and call them what they are, the alien."
  },
  {
    "segment_id": 273,
    "speaker_group": 1,
    "source_text": "Moved over to the side and came into my line of sight."
  },
  {
    "segment_id": 274,
    "speaker_group": 1,
    "source_text": "Very soon after that, he came out of the water going approximately 100 miles an hour."
  },
  {
    "segment_id": 275,
    "speaker_group": 1,
    "source_text": "As soon as he broke the surface of the water, he increased his speed to approximately 2,500 miles an hour and quickly went out of sight."
  },
  {
    "segment_id": 276,
    "speaker_group": 1,
    "source_text": "He was gone for about 15 or 20 minutes."
  },
  {
    "segment_id": 277,
    "speaker_group": 1,
    "source_text": "He came right back, right, went and slowed down very much, went in the water again at about 100 miles an hour, went on down to ... He and the other one, you could see them working on the UFOs."
  },
  {
    "segment_id": 278,
    "speaker_group": 1,
    "source_text": "After about approximately 2 hours of apparently performing maintenance on the UFOs, the two of them took off together again, left the water at about 100 miles an hour, immediately accelerated to well over 2,500 miles an hour, went virtually straight up and disappeared."
  },
  {
    "segment_id": 279,
    "speaker_group": 1,
    "source_text": "The speeds that I reported this, I arrived at the figures simply by triangulation and in that I can take things that were at a known distance and then calculate based on where they were and how long it took them to get to another place is what I use as a standard for estimating their speed."
  },
  {
    "segment_id": 280,
    "speaker_group": 1,
    "source_text": "In another instance, I was on my way to Libya."
  },
  {
    "segment_id": 281,
    "speaker_group": 1,
    "source_text": "Again, I was out over the water just about three miles offshore of the northern extreme of the Mediterranean Sea."
  },
  {
    "segment_id": 282,
    "speaker_group": 1,
    "source_text": "I looked up to my left and five miles away I saw a lighted UFO."
  },
  {
    "segment_id": 283,
    "speaker_group": 1,
    "source_text": "I went down into the ... It went down into the center of Mount Blanc."
  },
  {
    "segment_id": 284,
    "speaker_group": 1,
    "source_text": "If you know where Mount Blanc is in France, anyway, it went down into the center of Mount Blanc."
  },
  {
    "segment_id": 285,
    "speaker_group": 1,
    "source_text": "It was down there for approximately 15 minutes and turned around and came right back out."
  },
  {
    "segment_id": 286,
    "speaker_group": 1,
    "source_text": "Since then, I have noticed that there's something about the inside of volcanoes that seems to attract them and in discussing that with other people, we reached this conclusion that whether it's right or wrong, this is the closest we can get to a logical reason for why they do that."
  },
  {
    "segment_id": 287,
    "speaker_group": 1,
    "source_text": "They may very well be and have been for some time actually defending the earth because what other purpose would they have for it?"
  },
  {
    "segment_id": 288,
    "speaker_group": 1,
    "source_text": "We have no way of knowing whether they are doing something constructive because I'm certain that they wouldn't risk their equipment and lives and like that if they didn't have a useful purpose for it."
  },
  {
    "segment_id": 289,
    "speaker_group": 1,
    "source_text": "I just mentioned in others, I saw the same thing in Hawaii and again, the live volcano at Klauea, which I'm sure you're familiar with, but anyway, it went down inside of that."
  },
  {
    "segment_id": 290,
    "speaker_group": 1,
    "source_text": "I saw them again when I was down in Sicily and they went down inside of the volcano that's, you know, the famous one that has, when it erupted, it lay waste to about a hundred square miles of land."
  },
  {
    "segment_id": 291,
    "speaker_group": 1,
    "source_text": "In all cases, the UFOs, they've all been the same shape."
  },
  {
    "segment_id": 292,
    "speaker_group": 1,
    "source_text": "They've all been the cigar shape type and in all cases where I was able to see the aliens, they were what we call grays, you've probably heard them mentioned by other people that are reporting in this same convention."
  },
  {
    "segment_id": 293,
    "speaker_group": 1,
    "source_text": "The last that I personally witnessed happened right in Sedona where I lived quite recently and what happened, I used to go out in the early evening, I'd go out on my back patio and you know, look at the stars and the scenery in Sedona is spectacular as you may know if you've been there."
  },
  {
    "segment_id": 294,
    "speaker_group": 1,
    "source_text": "But anyway, I saw this one go by but when it went by, I didn't think it was a UFO."
  },
  {
    "segment_id": 295,
    "speaker_group": 1,
    "source_text": "The thing I thought was that it was simply a meteorite but you know, I watched it and it went from north to south and disappeared and I thought, \"Well, that's a meteorite.\""
  },
  {
    "segment_id": 296,
    "speaker_group": 1,
    "source_text": "And I believed that until the thing turned 180 degrees and flew back."
  },
  {
    "segment_id": 297,
    "speaker_group": 1,
    "source_text": "Well, that immediately convinced me that that was something that meteorites don't normally do and that concludes my speech, gentlemen."
  },
  {
    "segment_id": 298,
    "speaker_group": 1,
    "source_text": "Thank you very much."
  },
  {
    "segment_id": 299,
    "speaker_group": 1,
    "source_text": "Thank you very much."
  },
  {
    "segment_id": 300,
    "speaker_group": 1,
    "source_text": "Mr. Steve Allen, would you proceed?"
  },
  {
    "segment_id": 301,
    "speaker_group": 1,
    "source_text": "Thank you."
  },
  {
    "segment_id": 302,
    "speaker_group": 1,
    "source_text": "Good morning distinguished members of the panel."
  },
  {
    "segment_id": 303,
    "speaker_group": 1,
    "source_text": "Greetings from the Lone Star State."
  },
  {
    "segment_id": 304,
    "speaker_group": 1,
    "source_text": "Thank you for taking time to investigate."
  },
  {
    "segment_id": 305,
    "speaker_group": 1,
    "source_text": "I hope it'll be rewarding."
  },
  {
    "segment_id": 306,
    "speaker_group": 1,
    "source_text": "My name is Steve Allen."
  },
  {
    "segment_id": 307,
    "speaker_group": 1,
    "source_text": "Please forgive me."
  },
  {
    "segment_id": 308,
    "speaker_group": 1,
    "source_text": "I'm not a public speaker so I'll do the best I can."
  },
  {
    "segment_id": 309,
    "speaker_group": 1,
    "source_text": "In fact, I'm just an old country boy so bear with me."
  },
  {
    "segment_id": 310,
    "speaker_group": 1,
    "source_text": "I live near Stephenville, Texas."
  },
  {
    "segment_id": 311,
    "speaker_group": 1,
    "source_text": "I'm the owner of a transportation company."
  },
  {
    "segment_id": 312,
    "speaker_group": 1,
    "source_text": "I'm a private pilot of an aircraft."
  },
  {
    "segment_id": 313,
    "speaker_group": 1,
    "source_text": "Been flying most of my life."
  },
  {
    "segment_id": 314,
    "speaker_group": 1,
    "source_text": "I'm a witness to what I feel and others have said could very well be the most significant sighting in history."
  },
  {
    "segment_id": 315,
    "speaker_group": 1,
    "source_text": "Why you ask?"
  },
  {
    "segment_id": 316,
    "speaker_group": 1,
    "source_text": "Four reasons, multiple witnesses including business owners, former FAA air traffic controllers, ranch and law enforcement."
  },
  {
    "segment_id": 317,
    "speaker_group": 1,
    "source_text": "There have been multiple witnesses of events in the past but this time, well, you know, many may not remember all details, distort the facts and even lie to you."
  },
  {
    "segment_id": 318,
    "speaker_group": 1,
    "source_text": "But this time there is a very comprehensive radar report compiled from several government radars."
  },
  {
    "segment_id": 319,
    "speaker_group": 1,
    "source_text": "The radars have no hidden agenda and no emotion."
  },
  {
    "segment_id": 320,
    "speaker_group": 1,
    "source_text": "It simply reports what it sees."
  },
  {
    "segment_id": 321,
    "speaker_group": 1,
    "source_text": "Here's my story."
  },
  {
    "segment_id": 322,
    "speaker_group": 1,
    "source_text": "On the evening of January the 8th, 2008, at 6.15 p.m. in Selden, Texas, just outside of Stephenville at my friend's home, Mike Odom, I witnessed a set of four very bright high intensity lights flying extremely fast in a very low altitude, what seemed to be coming directly at us, flying from east to west."
  },
  {
    "segment_id": 323,
    "speaker_group": 1,
    "source_text": "I knew immediately this is nothing I had ever seen."
  },
  {
    "segment_id": 324,
    "speaker_group": 1,
    "source_text": "I paid very close attention to all details."
  },
  {
    "segment_id": 325,
    "speaker_group": 1,
    "source_text": "I had a feeling this would be a historic event."
  },
  {
    "segment_id": 326,
    "speaker_group": 1,
    "source_text": "The object appeared to be very large, about a half a mile wide and close to a mile long."
  },
  {
    "segment_id": 327,
    "speaker_group": 1,
    "source_text": "The lights came past us at approximately 3,000 feet AGL, that's above ground level."
  },
  {
    "segment_id": 328,
    "speaker_group": 1,
    "source_text": "It was up close and personal."
  },
  {
    "segment_id": 329,
    "speaker_group": 1,
    "source_text": "This was not something way out in the heavens, but it was right there before our eyes."
  },
  {
    "segment_id": 330,
    "speaker_group": 1,
    "source_text": "It was totally silent, made no wind noise, no engine noise, nothing."
  },
  {
    "segment_id": 331,
    "speaker_group": 1,
    "source_text": "As the aircraft traveled past us, I had a strange feeling they were aware we were watching them and they were aware of us as well."
  },
  {
    "segment_id": 332,
    "speaker_group": 1,
    "source_text": "Never had had that feeling before."
  },
  {
    "segment_id": 333,
    "speaker_group": 1,
    "source_text": "So as the object passed by us, you could see seven extremely bright lights in the rear of the craft, all in a horizontal fashion, blinking in no particular order."
  },
  {
    "segment_id": 334,
    "speaker_group": 1,
    "source_text": "The object came to a complete stop over Stephenville, Texas, about three to four miles away."
  },
  {
    "segment_id": 335,
    "speaker_group": 1,
    "source_text": "The seven lights reconfigured into an arch shape like the top of a football, then to a vertical shape, then in a split second they duplicated with two sets of seven lights."
  },
  {
    "segment_id": 336,
    "speaker_group": 1,
    "source_text": "In another brief moment they burst into light colored flames, almost white in color, which looked to be contained in a large box or a rectangle shape."
  },
  {
    "segment_id": 337,
    "speaker_group": 1,
    "source_text": "Then about three or four seconds later they simply disappeared."
  },
  {
    "segment_id": 338,
    "speaker_group": 1,
    "source_text": "Did not streak off in the distance, but simply disappeared."
  },
  {
    "segment_id": 339,
    "speaker_group": 1,
    "source_text": "I was amazed."
  },
  {
    "segment_id": 340,
    "speaker_group": 1,
    "source_text": "One of the members of our party, a rural mail carrier named Lance Jones abruptly left the scene after the event."
  },
  {
    "segment_id": 341,
    "speaker_group": 1,
    "source_text": "All to our disbelief, we ran into my friend's home, Mike Odom, which had witnessed the event as well and told his wife Claudette."
  },
  {
    "segment_id": 342,
    "speaker_group": 1,
    "source_text": "She doubted us and wanted to call Lance Jones, the mail carrier, to verify our story."
  },
  {
    "segment_id": 343,
    "speaker_group": 1,
    "source_text": "We invited her to do so."
  },
  {
    "segment_id": 344,
    "speaker_group": 1,
    "source_text": "Claudette telephoned Mr. Jones and he instructed us to run back outside and it was coming back."
  },
  {
    "segment_id": 345,
    "speaker_group": 1,
    "source_text": "We bolted out the door."
  },
  {
    "segment_id": 346,
    "speaker_group": 1,
    "source_text": "Sure enough, this time the object was traveling from west to east at a very high rate of speed."
  },
  {
    "segment_id": 347,
    "speaker_group": 1,
    "source_text": "But I could hear the roar of jets in the immediate distance."
  },
  {
    "segment_id": 348,
    "speaker_group": 1,
    "source_text": "Then a moment later, sure enough, the object had two F-16s in hot pursuit, full afterburner."
  },
  {
    "segment_id": 349,
    "speaker_group": 1,
    "source_text": "The flames were protruding after the aircrafts."
  },
  {
    "segment_id": 350,
    "speaker_group": 1,
    "source_text": "They were down on the deck and very close to us."
  },
  {
    "segment_id": 351,
    "speaker_group": 1,
    "source_text": "They shook the ground and rattled the windows."
  },
  {
    "segment_id": 352,
    "speaker_group": 1,
    "source_text": "The object was much closer than first sighted moments before."
  },
  {
    "segment_id": 353,
    "speaker_group": 1,
    "source_text": "We stood there silently in amazement and watched the object with the jets chasing speed off over the distance into the horizon."
  },
  {
    "segment_id": 354,
    "speaker_group": 1,
    "source_text": "The next morning, I reported the event to my local airport where I hangar my aircraft."
  },
  {
    "segment_id": 355,
    "speaker_group": 1,
    "source_text": "After they made several calls, they were unable to find out anything."
  },
  {
    "segment_id": 356,
    "speaker_group": 1,
    "source_text": "Then I contacted the local newspaper, like opening a Pandora's box."
  },
  {
    "segment_id": 357,
    "speaker_group": 1,
    "source_text": "That's when the world found out about the event."
  },
  {
    "segment_id": 358,
    "speaker_group": 1,
    "source_text": "I made the dire mistake of putting my telephone number in the article."
  },
  {
    "segment_id": 359,
    "speaker_group": 1,
    "source_text": "I received many phone calls daily with no less than 60 calls per day from actual witnesses."
  },
  {
    "segment_id": 360,
    "speaker_group": 1,
    "source_text": "All of the people that had witnessed the event, some were willing to come forward with their story and some would not."
  },
  {
    "segment_id": 361,
    "speaker_group": 1,
    "source_text": "In the next few days, we were all on the local news channels, CBS, NBC, ABC, Fox."
  },
  {
    "segment_id": 362,
    "speaker_group": 1,
    "source_text": "Then four days after the event, Larry King Show and several days after that, O'Reilly Factor, Good Morning America, Primetime, Peter Jennings, just to name a few."
  },
  {
    "segment_id": 363,
    "speaker_group": 1,
    "source_text": "National Geographic History Channel, Discovery Channel, just to name a few more, made productions centered around the event."
  },
  {
    "segment_id": 364,
    "speaker_group": 1,
    "source_text": "In the early stages, Angela Joyner from the local newspaper, Empire Tribune, or ET for short, how ironic, contacted Major Carl Lewis at the Naval Air Station Joint Reserve Base in Fort Worth."
  },
  {
    "segment_id": 365,
    "speaker_group": 1,
    "source_text": "He consistently denied any of the aircraft in the area and attempted to explain it away."
  },
  {
    "segment_id": 366,
    "speaker_group": 1,
    "source_text": "He offered several possible scenarios, but none were plausible."
  },
  {
    "segment_id": 367,
    "speaker_group": 1,
    "source_text": "Ten days later, lo and behold, a press release stating they did in fact have 10 F-16s in the area."
  },
  {
    "segment_id": 368,
    "speaker_group": 1,
    "source_text": "Then came Robert Powell and Glenn Schultz."
  },
  {
    "segment_id": 369,
    "speaker_group": 1,
    "source_text": "They filed several Freedom of Information Act documents."
  },
  {
    "segment_id": 370,
    "speaker_group": 1,
    "source_text": "They compiled the radar data hits in the millions in the Schultz-Powell report."
  },
  {
    "segment_id": 371,
    "speaker_group": 1,
    "source_text": "Sure enough, a very detailed, comprehensive report emerged."
  },
  {
    "segment_id": 372,
    "speaker_group": 1,
    "source_text": "There it was, an unidentified aircraft with no transponder traveling from east to west at 1,900 to 2,100 miles an hour."
  },
  {
    "segment_id": 373,
    "speaker_group": 1,
    "source_text": "Then in less than ten seconds, slowing to a speed of less than 50 miles an hour over Stephenville, Texas."
  },
  {
    "segment_id": 374,
    "speaker_group": 1,
    "source_text": "What could do this?"
  },
  {
    "segment_id": 375,
    "speaker_group": 1,
    "source_text": "Then the object reversed course and traveling from east to west with the two F-16s in pursuit."
  },
  {
    "segment_id": 376,
    "speaker_group": 1,
    "source_text": "What else did the radar report show?"
  },
  {
    "segment_id": 377,
    "speaker_group": 1,
    "source_text": "Well, eight additional F-16s, four F-16s on either side of the aircraft attempting to flank the object."
  },
  {
    "segment_id": 378,
    "speaker_group": 1,
    "source_text": "Also an AWACS, Airborne Weather Command Center, that's the aircraft with the giant frisbee-like radar on its rear at 41,000 foot, circling the area for over four hours."
  },
  {
    "segment_id": 379,
    "speaker_group": 1,
    "source_text": "Powell and Schultz also received copies of the F-16 log books."
  },
  {
    "segment_id": 380,
    "speaker_group": 1,
    "source_text": "Many had been redacted to cover up what."
  },
  {
    "segment_id": 381,
    "speaker_group": 1,
    "source_text": "The craft ended up ten miles from the former President Bush's Western White House in Crawford, Texas."
  },
  {
    "segment_id": 382,
    "speaker_group": 1,
    "source_text": "Then we had no more radar info."
  },
  {
    "segment_id": 383,
    "speaker_group": 1,
    "source_text": "We do not know."
  },
  {
    "segment_id": 384,
    "speaker_group": 1,
    "source_text": "All I do know is what I observed this event, well, did not need to be a trained observer, a pilot, or anything else to describe it."
  },
  {
    "segment_id": 385,
    "speaker_group": 1,
    "source_text": "A first grader could have reported this."
  },
  {
    "segment_id": 386,
    "speaker_group": 1,
    "source_text": "To me, all this is very concerning."
  },
  {
    "segment_id": 387,
    "speaker_group": 1,
    "source_text": "It has forever been etched into my brain, has affected my life in many ways, mostly for the good, more questions than answers."
  },
  {
    "segment_id": 388,
    "speaker_group": 1,
    "source_text": "What could have outperformed our best aircraft?"
  },
  {
    "segment_id": 389,
    "speaker_group": 1,
    "source_text": "Why were they chasing it with vengeance?"
  },
  {
    "segment_id": 390,
    "speaker_group": 1,
    "source_text": "It is a danger to myself or others while flying."
  },
  {
    "segment_id": 391,
    "speaker_group": 1,
    "source_text": "Do they mean us harm?"
  },
  {
    "segment_id": 392,
    "speaker_group": 1,
    "source_text": "I think we all have more questions than answers."
  },
  {
    "segment_id": 393,
    "speaker_group": 1,
    "source_text": "Myself and the public respectfully demands answers."
  },
  {
    "segment_id": 394,
    "speaker_group": 1,
    "source_text": "Hopefully you will be able to help us. [applause] Okay, well, thank you very much, witnesses."
  },
  {
    "segment_id": 395,
    "speaker_group": 1,
    "source_text": "We will have ten minutes for questioning from each member of the panel, and if any would like to reserve some of their time on the first round, we will hopefully get two rounds in, if that is possible."
  },
  {
    "segment_id": 396,
    "speaker_group": 1,
    "source_text": "Mr. Callahan would like to start and ask you a little more context on that meeting in the FAA."
  },
  {
    "segment_id": 397,
    "speaker_group": 1,
    "source_text": "Where was it and what was the year you mentioned the Reagan administration?"
  },
  {
    "segment_id": 398,
    "speaker_group": 1,
    "source_text": "I would just like to put this, your testimony, a little more context so I understand it just a little bit better."
  },
  {
    "segment_id": 399,
    "speaker_group": 1,
    "source_text": "Well, at FAA headquarters, 800 Independence, the administrator is on the 10th floor."
  },
  {
    "segment_id": 400,
    "speaker_group": 1,
    "source_text": "On the 10th floor, he has what we call a round room, similar to what the President has."
  },
  {
    "segment_id": 401,
    "speaker_group": 1,
    "source_text": "He had set up a meeting for us to go in that room, and also had a big TV screen that comes out of the wall, similar to what you have up here."
  },
  {
    "segment_id": 402,
    "speaker_group": 1,
    "source_text": "The people that were there were the three scientists, the three CIA guys, a bunch of grunts."
  },
  {
    "segment_id": 403,
    "speaker_group": 1,
    "source_text": "I brought up 22 experts from the area."
  },
  {
    "segment_id": 404,
    "speaker_group": 1,
    "source_text": "They watched the video, and I have got the original copy of the video here, in case you guys are ever interested."
  },
  {
    "segment_id": 405,
    "speaker_group": 1,
    "source_text": "I have got the voice tapes from the military."
  },
  {
    "segment_id": 406,
    "speaker_group": 1,
    "source_text": "There were probably, what, about 30 to 40 people in attendance at that briefing?"
  },
  {
    "segment_id": 407,
    "speaker_group": 1,
    "source_text": "Yeah, that is pretty close, yeah."
  },
  {
    "segment_id": 408,
    "speaker_group": 1,
    "source_text": "Let me ask you this question."
  },
  {
    "segment_id": 409,
    "speaker_group": 1,
    "source_text": "When was the first time, that happened, which year, '88, '86, if you can remember."
  },
  {
    "segment_id": 410,
    "speaker_group": 1,
    "source_text": "And approximations are just fine here."
  },
  {
    "segment_id": 411,
    "speaker_group": 1,
    "source_text": "When was the first time you were able to, or that you felt comfortable, or in fact under any sort of sense, talk about this openly to let people know what you witnessed at that briefing?"
  },
  {
    "segment_id": 412,
    "speaker_group": 1,
    "source_text": "Well, I do not have any problems being comfortable any time I am talking."
  },
  {
    "segment_id": 413,
    "speaker_group": 1,
    "source_text": "So you did it immediately, I take it."
  },
  {
    "segment_id": 414,
    "speaker_group": 1,
    "source_text": "Yeah."
  },
  {
    "segment_id": 415,
    "speaker_group": 1,
    "source_text": "My wife is one of those engineers, software engineers, and after I spoke to the administrator on the way home, I told her what we had seen up at Atlantic City."
  },
  {
    "segment_id": 416,
    "speaker_group": 1,
    "source_text": "I played the tape at home, and she is one of those guys, if you asked her what time it was, she would tell you how to build a watch first."
  },
  {
    "segment_id": 417,
    "speaker_group": 1,
    "source_text": "Well, she is watching the TV screen at home, and she is telling me what we are looking at and how that target got there and got there."
  },
  {
    "segment_id": 418,
    "speaker_group": 1,
    "source_text": "So besides your wife, who else did you tell about this event?"
  },
  {
    "segment_id": 419,
    "speaker_group": 1,
    "source_text": "And let me just preface that with, were you asked by anybody, the CIA, the three CIA gentlemen, not to talk about the briefing, or?"
  },
  {
    "segment_id": 420,
    "speaker_group": 1,
    "source_text": "Well, they made a comment, but they were talking to the people I brought up."
  },
  {
    "segment_id": 421,
    "speaker_group": 1,
    "source_text": "So in other words, you, okay."
  },
  {
    "segment_id": 422,
    "speaker_group": 1,
    "source_text": "As far as I was concerned, they were not talking to me."
  },
  {
    "segment_id": 423,
    "speaker_group": 1,
    "source_text": "I understand."
  },
  {
    "segment_id": 424,
    "speaker_group": 1,
    "source_text": "And, you know, okay, I appreciate that."
  },
  {
    "segment_id": 425,
    "speaker_group": 1,
    "source_text": "I would like to just ask Jim Courant to follow up a few questions on what you testified."
  },
  {
    "segment_id": 426,
    "speaker_group": 1,
    "source_text": "Let's see, the sighting you had was in 1995, I understand."
  },
  {
    "segment_id": 427,
    "speaker_group": 1,
    "source_text": "Yes."
  },
  {
    "segment_id": 428,
    "speaker_group": 1,
    "source_text": "Did you have any other sightings in your, was it 40 years experience as an airline pilot that you mentioned, or 30 to 40 years?"
  },
  {
    "segment_id": 429,
    "speaker_group": 1,
    "source_text": "Flying as an airline pilot since 1971."
  },
  {
    "segment_id": 430,
    "speaker_group": 1,
    "source_text": "So over 40 years experience."
  },
  {
    "segment_id": 431,
    "speaker_group": 1,
    "source_text": "Any other sightings?"
  },
  {
    "segment_id": 432,
    "speaker_group": 1,
    "source_text": "Yeah."
  },
  {
    "segment_id": 433,
    "speaker_group": 1,
    "source_text": "There were, it was unusual, but at two different locations, a week apart in the middle of the night."
  },
  {
    "segment_id": 434,
    "speaker_group": 1,
    "source_text": "And both times I had two different co-pilots, and they were ironically both ex-tanker pilots, so they knew what a tanker operation looks like at night."
  },
  {
    "segment_id": 435,
    "speaker_group": 1,
    "source_text": "And we were, you know, probably around 35,000 feet, 32,000, the other incident."
  },
  {
    "segment_id": 436,
    "speaker_group": 1,
    "source_text": "One was over Montana, one over Georgia."
  },
  {
    "segment_id": 437,
    "speaker_group": 1,
    "source_text": "Two in the morning, the first one a little past 3.30 in the morning, the other one, both times no radar contact."
  },
  {
    "segment_id": 438,
    "speaker_group": 1,
    "source_text": "They were ironically very similar, I'd never heard of these type of shapes before as far as that high up, but in my research."
  },
  {
    "segment_id": 439,
    "speaker_group": 1,
    "source_text": "But they were like glowing orbs, three of them in formation, and they were just hovering."
  },
  {
    "segment_id": 440,
    "speaker_group": 1,
    "source_text": "And we're cruising along about 450 miles an hour, and like I said before, I'm a helicopter instructor, so obviously a helicopter can't hover that high."
  },
  {
    "segment_id": 441,
    "speaker_group": 1,
    "source_text": "But I must say, with all this, most of what people are seeing are aerial phenomena, maybe black projects from our government."
  },
  {
    "segment_id": 442,
    "speaker_group": 1,
    "source_text": "So a very small percentage."
  },
  {
    "segment_id": 443,
    "speaker_group": 1,
    "source_text": "Do you think it might be able to be explained?"
  },
  {
    "segment_id": 444,
    "speaker_group": 1,
    "source_text": "It could be something, of course this was back in 19, would have been 1985, or actually was around '85, '86, but we didn't have these drones like we have now, but I don't even think they fly that high."
  },
  {
    "segment_id": 445,
    "speaker_group": 1,
    "source_text": "But these things were just hovering there, stationary, and then they just slowly turned to the left and started flying off."
  },
  {
    "segment_id": 446,
    "speaker_group": 1,
    "source_text": "And both times when we asked the controllers, \"Do you have anything on the radar?\""
  },
  {
    "segment_id": 447,
    "speaker_group": 1,
    "source_text": "And they said, \"We show no traffic in your ART CAS,\" which is our traffic avoidance system never went off."
  },
  {
    "segment_id": 448,
    "speaker_group": 1,
    "source_text": "And I'm going to get back to this radar question, but I'd like to reserve the balance of my time to ask questions."
  },
  {
    "segment_id": 449,
    "speaker_group": 1,
    "source_text": "So I'd like to call on Representative Woolsey to take this."
  },
  {
    "segment_id": 450,
    "speaker_group": 1,
    "source_text": "Thank you, Mr. Chairman."
  },
  {
    "segment_id": 451,
    "speaker_group": 1,
    "source_text": "Major Feiler."
  },
  {
    "segment_id": 452,
    "speaker_group": 1,
    "source_text": "Yes."
  },
  {
    "segment_id": 453,
    "speaker_group": 1,
    "source_text": "This is just out of the blue question, but I'd like to hear your perspective on it."
  },
  {
    "segment_id": 454,
    "speaker_group": 1,
    "source_text": "And if any of the rest of you have ideas about this, two questions."
  },
  {
    "segment_id": 455,
    "speaker_group": 1,
    "source_text": "One, could a UFO like a drone be controlled from the ground electronically, or two?"
  },
  {
    "segment_id": 456,
    "speaker_group": 1,
    "source_text": "Could UFO materials be developed here in the United States or on earth and tested against our military?"
  },
  {
    "segment_id": 457,
    "speaker_group": 1,
    "source_text": "I think it's possible, both are true."
  },
  {
    "segment_id": 458,
    "speaker_group": 1,
    "source_text": "Ben Rich at Lockheed indicated that, in so many words, we had back-engineered some of these craft and we're now able to take ET home."
  },
  {
    "segment_id": 459,
    "speaker_group": 1,
    "source_text": "The point is, is that apparently we're able to do a lot of things now, and probably some of what we're seeing is our own UFO, so to speak."
  },
  {
    "segment_id": 460,
    "speaker_group": 1,
    "source_text": "Okay, now, but do you think we're learning from the UFOs and then we're building because of, I mean, or are we, was that us in the first place?"
  },
  {
    "segment_id": 461,
    "speaker_group": 1,
    "source_text": "Well, in a sense, I think anything's possible, but I also believe that we're being visited."
  },
  {
    "segment_id": 462,
    "speaker_group": 1,
    "source_text": "Anybody else have a thought on that?"
  },
  {
    "segment_id": 463,
    "speaker_group": 1,
    "source_text": "I mean, you know, maybe we're way more clever than any of us realize, and my question would be, and it's just a push back on making sure we've covered all ground, are we setting, are Earthlings setting this up in the first place, you know, so that we find our way to outer space and for what could come with wars in outer space, but, or are the non-Earthlings coming to us and showing us what they know, and we're realizing we've got to compete?"
  },
  {
    "segment_id": 464,
    "speaker_group": 1,
    "source_text": "That's a good question, what you asked, because I never heard that before."
  },
  {
    "segment_id": 465,
    "speaker_group": 1,
    "source_text": "The people I talk to that have been involved in the reverse engineering, they call it, with the UFOs that they captured, they could, by now, because it's been, what, 30 years or more, they could have developed a ship that they could be out practicing with or a group of ships."
  },
  {
    "segment_id": 466,
    "speaker_group": 1,
    "source_text": "If you remember Dr. Mitchell, when he spoke, he said when he was en route to the moon, he looked out the left portal, I would call it a window, and he called down to NASA and said I'm now a fighter too, he thought that that spaceship flying along with them was made here in the United States and they were flight checking it, so it is possible that the United States has been making these UFOs, but I don't think they're going to tell us, and it's just one of those, how do you really know?"
  },
  {
    "segment_id": 467,
    "speaker_group": 1,
    "source_text": "Okay, anybody else, yes, Mr. Allen."
  },
  {
    "segment_id": 468,
    "speaker_group": 1,
    "source_text": "Two points, why would our jets be chasing it and why would they let it out over a very densely populated area, if it was ours?"
  },
  {
    "segment_id": 469,
    "speaker_group": 1,
    "source_text": "Good questions, yes."
  },
  {
    "segment_id": 470,
    "speaker_group": 1,
    "source_text": "Well, don't ask me, I'm asking you, I mean, why?"
  },
  {
    "segment_id": 471,
    "speaker_group": 1,
    "source_text": "Because possibly we want to find out if our military can keep up with what we've learned is out there."
  },
  {
    "segment_id": 472,
    "speaker_group": 1,
    "source_text": "Could be a test."
  },
  {
    "segment_id": 473,
    "speaker_group": 1,
    "source_text": "You'd think they'd test it out in the desert somewhere where there's no observers and media attention."
  },
  {
    "segment_id": 474,
    "speaker_group": 1,
    "source_text": "But most of it has been over open space."
  },
  {
    "segment_id": 475,
    "speaker_group": 1,
    "source_text": "The individual that gave me most of my flying lessons when I was younger was a Triple H in World War II, two books were written about him, one by a general from the Air Force Academy, his name was Colonel Leroy Gover, and he was one of the first 100 American pilots in World War II, he went over to Canada and then became commander of Eagle Squadron."
  },
  {
    "segment_id": 476,
    "speaker_group": 1,
    "source_text": "I knew him for 40 years, he was a pilot's pilot, and on his deathbed, three weeks before he passed on, I gave him a copy of Colonel Corso's book, The Day After Roswell, and he said I don't know a whole lot about certain aspects of this book, if it's all true, but I can tell you from what I was involved with, the people I knew, because he was with the Army Air Corps which later the same year as the alleged incident in Roswell happened, the Air Force was formed along with the United Nations and other developments, but he confirmed that in his words, and I never heard this man lie, he said they were androgynous, they didn't know their full technological capabilities at that time, at least one of them survived, they didn't know their full psychological makeup, or where they were from, or what this was all about, this was at this time."
  },
  {
    "segment_id": 477,
    "speaker_group": 1,
    "source_text": "So that's just one other deathbed statement, he was a good friend, and so was Gordon Cooper who basically made similar statements the years that I knew him."
  },
  {
    "segment_id": 478,
    "speaker_group": 1,
    "source_text": "So I'm going to ask a very short question of you, Jim, because it's appropriate at this point, and then I'm going to waive the rest of my time until later."
  },
  {
    "segment_id": 479,
    "speaker_group": 1,
    "source_text": "Has your credibility been questioned because you were a believer before you were part of a sighting?"
  },
  {
    "segment_id": 480,
    "speaker_group": 1,
    "source_text": "People say oh yeah, well he wanted that to happen, so he made it happen in his mind."
  },
  {
    "segment_id": 481,
    "speaker_group": 1,
    "source_text": "Amazingly enough, that hasn't come up in discussion, but it's definitely something that I expected, but that hasn't been a problem."
  },
  {
    "segment_id": 482,
    "speaker_group": 1,
    "source_text": "Okay, good, thank you very much, and I'll yield for the time being."
  },
  {
    "segment_id": 483,
    "speaker_group": 1,
    "source_text": "Could we go to Representative Bartlett, please?"
  },
  {
    "segment_id": 484,
    "speaker_group": 1,
    "source_text": "Thank you very much."
  },
  {
    "segment_id": 485,
    "speaker_group": 1,
    "source_text": "Mr. Kallen, the event that you describe is exactly the kind of thing that I think is most creditable."
  },
  {
    "segment_id": 486,
    "speaker_group": 1,
    "source_text": "Let me understand, how many different people saw this?"
  },
  {
    "segment_id": 487,
    "speaker_group": 1,
    "source_text": "Saw the radar return?"
  },
  {
    "segment_id": 488,
    "speaker_group": 1,
    "source_text": "Well, are there not people that saw the craft and people that saw the radar returns both?"
  },
  {
    "segment_id": 489,
    "speaker_group": 1,
    "source_text": "No, the only ones that saw the craft was the Japanese pilot and the other two with them."
  },
  {
    "segment_id": 490,
    "speaker_group": 1,
    "source_text": "Okay, so there were three people that saw the craft, all right, and how many people saw the radar?"
  },
  {
    "segment_id": 491,
    "speaker_group": 1,
    "source_text": "I don't know, 20, 30."
  },
  {
    "segment_id": 492,
    "speaker_group": 1,
    "source_text": "Twenty-three people?"
  },
  {
    "segment_id": 493,
    "speaker_group": 1,
    "source_text": "These are the kinds of things that are just very difficult to explain away, where you have eyewitnesses and a radar track, and a real radar track, but apparently some of these things don't leave a radar track."
  },
  {
    "segment_id": 494,
    "speaker_group": 1,
    "source_text": "The other day we had testimony from a pilot in South America that they can absorb bullets."
  },
  {
    "segment_id": 495,
    "speaker_group": 1,
    "source_text": "Something that can absorb bullets can absorb radar, I would think."
  },
  {
    "segment_id": 496,
    "speaker_group": 1,
    "source_text": "Well, the radar picks up all the traffic, but most people don't understand how the system works and that's what blows their mind."
  },
  {
    "segment_id": 497,
    "speaker_group": 1,
    "source_text": "If you're an air traffic controller and you're working your sector in front of you, you've got 500 miles that you're taking care of, the antenna's going by every nine or 10 seconds and it picks up a primary target, which is the size of a pencil eraser, and it puts it on your scope right here."
  },
  {
    "segment_id": 498,
    "speaker_group": 1,
    "source_text": "You could be working traffic going this way."
  },
  {
    "segment_id": 499,
    "speaker_group": 1,
    "source_text": "When that target shows up, we don't know who it is, and you're going to look at that and say, \"Well, if he gets close to this guy, I'll do something intelligent.\""
  },
  {
    "segment_id": 500,
    "speaker_group": 1,
    "source_text": "Ten seconds later, that target is over here someplace, nowhere near your traffic, so your mind says it must have been an 18 wheeler, it could be somebody low, I don't know what it was."
  },
  {
    "segment_id": 501,
    "speaker_group": 1,
    "source_text": "The radar always picks up everything flying, but they go so fast that you don't recognize them."
  },
  {
    "segment_id": 502,
    "speaker_group": 1,
    "source_text": "Today, to fly in the FAA system, if you're flying below 10,000, you have to stay at 250 knots."
  },
  {
    "segment_id": 503,
    "speaker_group": 1,
    "source_text": "If you're flying above 10,000 or above 18,000, you have to have a working transponder on your aircraft."
  },
  {
    "segment_id": 504,
    "speaker_group": 1,
    "source_text": "That sends out a signal to the radar that says, \"This is me,\" and it shows a different target on the screen."
  },
  {
    "segment_id": 505,
    "speaker_group": 1,
    "source_text": "That's what we see when our people are flying."
  },
  {
    "segment_id": 506,
    "speaker_group": 1,
    "source_text": "The UFOs don't have transponders, and they don't care about our rules and regulations, they come and go."
  },
  {
    "segment_id": 507,
    "speaker_group": 1,
    "source_text": "I don't know how you're going to solve that problem."
  },
  {
    "segment_id": 508,
    "speaker_group": 1,
    "source_text": "Are these records now available?"
  },
  {
    "segment_id": 509,
    "speaker_group": 1,
    "source_text": "Or have they been taken somewhere, the radar tracks?"
  },
  {
    "segment_id": 510,
    "speaker_group": 1,
    "source_text": "Oh, I've got a copy of the video I took."
  },
  {
    "segment_id": 511,
    "speaker_group": 1,
    "source_text": "I also had the engineers at the tech center produce this chart, and I've got the papers that you can have, anybody that knows anything about automation, they could plot all the airplanes along the route of flight."
  },
  {
    "segment_id": 512,
    "speaker_group": 1,
    "source_text": "The engineers that did this, they wrote down that this is the first time the UFO showed up, the first time the military's seen the UFO."
  },
  {
    "segment_id": 513,
    "speaker_group": 1,
    "source_text": "The pilot at 02-27-06, NORAD called, they lost the target."
  },
  {
    "segment_id": 514,
    "speaker_group": 1,
    "source_text": "They put two sheets of paper like this together on the board."
  },
  {
    "segment_id": 515,
    "speaker_group": 1,
    "source_text": "They said, \"This is what happens.\""
  },
  {
    "segment_id": 516,
    "speaker_group": 1,
    "source_text": "Now, when I was talking to the engineers, the hardware and software engineers, I asked them to tell me what the target was alongside the 07-47."
  },
  {
    "segment_id": 517,
    "speaker_group": 1,
    "source_text": "The hardware engineer says, \"That target right there is a software problem."
  },
  {
    "segment_id": 518,
    "speaker_group": 1,
    "source_text": "This one's a software.\""
  },
  {
    "segment_id": 519,
    "speaker_group": 1,
    "source_text": "All the way down, the targets that showed up were software problems."
  },
  {
    "segment_id": 520,
    "speaker_group": 1,
    "source_text": "The software engineer gets up and says, \"This target here is a hardware problem."
  },
  {
    "segment_id": 521,
    "speaker_group": 1,
    "source_text": "That's a hardware problem.\""
  },
  {
    "segment_id": 522,
    "speaker_group": 1,
    "source_text": "My question to them was, \"Well, if it's not a hardware problem and it's not a software problem, then what the hell is it?"
  },
  {
    "segment_id": 523,
    "speaker_group": 1,
    "source_text": "What are we looking at?\""
  },
  {
    "segment_id": 524,
    "speaker_group": 1,
    "source_text": "I'm still thinking it's a stealth bomber."
  },
  {
    "segment_id": 525,
    "speaker_group": 1,
    "source_text": "One of them, he says, \"My religion forbids me to believe in UFOs.\""
  },
  {
    "segment_id": 526,
    "speaker_group": 1,
    "source_text": "I said, \"Well, how do you know it ain't a stealth bomber?\""
  },
  {
    "segment_id": 527,
    "speaker_group": 1,
    "source_text": "They knew what they were looking at."
  },
  {
    "segment_id": 528,
    "speaker_group": 1,
    "source_text": "They knew what they were putting down on the chart, and it was something that didn't belong here in the United States."
  },
  {
    "segment_id": 529,
    "speaker_group": 1,
    "source_text": "If you go up and watch radar today, you won't see the UFOs he's shooting across the country."
  },
  {
    "segment_id": 530,
    "speaker_group": 1,
    "source_text": "He has to slow down to somewhere around 600 knots."
  },
  {
    "segment_id": 531,
    "speaker_group": 1,
    "source_text": "Then, if he stayed with the airline pilot, you would see the airline's target."
  },
  {
    "segment_id": 532,
    "speaker_group": 1,
    "source_text": "The computer would tell you who it is, it's Transworld, whatever it is, what his speed was, what his altitude was as he's climbing and whatnot."
  },
  {
    "segment_id": 533,
    "speaker_group": 1,
    "source_text": "All that data is on the screen, and next to it would be a dot."
  },
  {
    "segment_id": 534,
    "speaker_group": 1,
    "source_text": "Unless the pilot said, \"Hey, have you got somebody at my altitude?\""
  },
  {
    "segment_id": 535,
    "speaker_group": 1,
    "source_text": "We would never know that that's what it was."
  },
  {
    "segment_id": 536,
    "speaker_group": 1,
    "source_text": "If he stayed a little bit above that aircraft, he wouldn't see it, wouldn't give it any thought, we would not know."
  },
  {
    "segment_id": 537,
    "speaker_group": 1,
    "source_text": "Once the pilot says, \"Hey, there's somebody at my altitude here.\""
  },
  {
    "segment_id": 538,
    "speaker_group": 1,
    "source_text": "If it was a Learjet or a military aircraft, had the pilot said, \"It looks like an F-106 playing games out here,\" we would have tracked that little dot all the way until he landed, then we would have rolled him up for flying and controlled airspace without the FAA's approval."
  },
  {
    "segment_id": 539,
    "speaker_group": 1,
    "source_text": "I think you've answered my next question."
  },
  {
    "segment_id": 540,
    "speaker_group": 1,
    "source_text": "That was, how do those who say there is no such thing as this explain it away, and they're explaining it as either a software problem or a hardware problem?"
  },
  {
    "segment_id": 541,
    "speaker_group": 1,
    "source_text": "That's what the engineers did."
  },
  {
    "segment_id": 542,
    "speaker_group": 1,
    "source_text": "I gather."
  },
  {
    "segment_id": 543,
    "speaker_group": 1,
    "source_text": "Okay."
  },
  {
    "segment_id": 544,
    "speaker_group": 1,
    "source_text": "Thank you very much."
  },
  {
    "segment_id": 545,
    "speaker_group": 1,
    "source_text": "Dr. Schreifer, the hills in England and the energy from the hills, can you explain that a bit?"
  },
  {
    "segment_id": 546,
    "speaker_group": 1,
    "source_text": "Pardon me?"
  },
  {
    "segment_id": 547,
    "speaker_group": 1,
    "source_text": "You mentioned hills in England and energy from the hills."
  },
  {
    "segment_id": 548,
    "speaker_group": 1,
    "source_text": "Yes."
  },
  {
    "segment_id": 549,
    "speaker_group": 1,
    "source_text": "We've done some indication that the UFOs may need some kind of electrical and magnetic energy."
  },
  {
    "segment_id": 550,
    "speaker_group": 1,
    "source_text": "All over the world, there's pyramids or hills or mountainous terrain where they seem to be attracted to and have often been reported in landing on top of these pyramids, that kind of thing."
  },
  {
    "segment_id": 551,
    "speaker_group": 1,
    "source_text": "We're assuming that they may use this as a power station."
  },
  {
    "segment_id": 552,
    "speaker_group": 1,
    "source_text": "There's books out that indicate that the pyramids actually generate power, that they're power stations in some way."
  },
  {
    "segment_id": 553,
    "speaker_group": 1,
    "source_text": "For example, right now, there's some 200 pyramids in China with flat tops to them, which make them ideal for a craft landing on them."
  },
  {
    "segment_id": 554,
    "speaker_group": 1,
    "source_text": "The Chinese are declaring that they're some 10,000 years old."
  },
  {
    "segment_id": 555,
    "speaker_group": 1,
    "source_text": "The question is, how did these huge pyramids be built when we were basically not much further along than cavemen?"
  },
  {
    "segment_id": 556,
    "speaker_group": 1,
    "source_text": "That's very interesting."
  },
  {
    "segment_id": 557,
    "speaker_group": 1,
    "source_text": "Let me continue a little bit more with this, with Mr. Allen."
  },
  {
    "segment_id": 558,
    "speaker_group": 1,
    "source_text": "You mentioned that they just disappeared?"
  },
  {
    "segment_id": 559,
    "speaker_group": 1,
    "source_text": "Yes, sir."
  },
  {
    "segment_id": 560,
    "speaker_group": 1,
    "source_text": "Just in a flash."
  },
  {
    "segment_id": 561,
    "speaker_group": 1,
    "source_text": "It didn't streak off or anything, it simply disappeared."
  },
  {
    "segment_id": 562,
    "speaker_group": 1,
    "source_text": "When you saw it take off, there was no propulsion sound, there was no wind sound."
  },
  {
    "segment_id": 563,
    "speaker_group": 1,
    "source_text": "Correct."
  },
  {
    "segment_id": 564,
    "speaker_group": 1,
    "source_text": "No wind noise, no engine noise, nothing."
  },
  {
    "segment_id": 565,
    "speaker_group": 1,
    "source_text": "Is anybody speculated on how a large object like that could move so rapidly through the air and have no wind noise?"
  },
  {
    "segment_id": 566,
    "speaker_group": 1,
    "source_text": "That's one of our questions, pure speculation."
  },
  {
    "segment_id": 567,
    "speaker_group": 1,
    "source_text": "Were these tracked by radar?"
  },
  {
    "segment_id": 568,
    "speaker_group": 1,
    "source_text": "Yes, sir."
  },
  {
    "segment_id": 569,
    "speaker_group": 1,
    "source_text": "Yes, that's a comprehensive radar report."
  },
  {
    "segment_id": 570,
    "speaker_group": 1,
    "source_text": "I think you do have a copy of it."
  },
  {
    "segment_id": 571,
    "speaker_group": 1,
    "source_text": "There's something tracked by radar, and people saw it, so you know it's there, and it moves very rapidly, and there's no propulsion sound, and there's no wind sound, there's no propulsion sound, I understand, because we don't know how they propel themselves if it's an anti-gravity thing or something."
  },
  {
    "segment_id": 572,
    "speaker_group": 1,
    "source_text": "Obviously, there's going to be no propulsion sound, but you're going through the molecules."
  },
  {
    "segment_id": 573,
    "speaker_group": 1,
    "source_text": "I don't understand that."
  },
  {
    "segment_id": 574,
    "speaker_group": 1,
    "source_text": "Yes, sir."
  },
  {
    "segment_id": 575,
    "speaker_group": 1,
    "source_text": "Colonel French."
  },
  {
    "segment_id": 576,
    "speaker_group": 1,
    "source_text": "I apologize for this, because I had intended to discuss the Phoenix Lights, and by accident, I stepped over that page."
  },
  {
    "segment_id": 577,
    "speaker_group": 1,
    "source_text": "Go ahead and take the rest of my time to discuss the Phoenix Lights."
  },
  {
    "segment_id": 578,
    "speaker_group": 1,
    "source_text": "Go ahead."
  },
  {
    "segment_id": 579,
    "speaker_group": 1,
    "source_text": "All right."
  },
  {
    "segment_id": 580,
    "speaker_group": 1,
    "source_text": "What happened?"
  },
  {
    "segment_id": 581,
    "speaker_group": 1,
    "source_text": "This happened in 1997."
  },
  {
    "segment_id": 582,
    "speaker_group": 1,
    "source_text": "I was with four friends, and we were up at an area called the Boulders, which is actually northern Scottsdale, and that was when the Phoenix Lights, where they were explaining what they were, was that they were actually targets for gunnery practice."
  },
  {
    "segment_id": 583,
    "speaker_group": 1,
    "source_text": "Well, I knew better than that, and I was explaining to them why."
  },
  {
    "segment_id": 584,
    "speaker_group": 1,
    "source_text": "Number one, one of those target, gunnery targets, they're a flare, and the flare burns for exactly one minute and 21 seconds."
  },
  {
    "segment_id": 585,
    "speaker_group": 1,
    "source_text": "And another thing about them, a gunnery flare may go up or down."
  },
  {
    "segment_id": 586,
    "speaker_group": 1,
    "source_text": "Now, the reason it would go up, it'll capture heat in the deployed area of the parachute, and it'll rise or it won't capture enough air in it, and then it'll descend and sit."
  },
  {
    "segment_id": 587,
    "speaker_group": 1,
    "source_text": "So I knew, I knew then they couldn't be that."
  },
  {
    "segment_id": 588,
    "speaker_group": 1,
    "source_text": "And I'm telling to my friends, you know, no, they got this all wrong."
  },
  {
    "segment_id": 589,
    "speaker_group": 1,
    "source_text": "While I'm in the process of doing that, there was a low spot in the, well, it's a mountain range, but it's not an extreme one."
  },
  {
    "segment_id": 590,
    "speaker_group": 1,
    "source_text": "And this UFO came through that cut, and of course there was no lights on it that I could see at that point."
  },
  {
    "segment_id": 591,
    "speaker_group": 1,
    "source_text": "When it went by, and now it's going at this time at about 50 miles an hour, and descending slowly and headed in the direction of Tucson to the south, well, as it got past me in about probably 30 miles down, the lights out on the range, they didn't go out, they stayed on, but they started heading for Tucson."
  },
  {
    "segment_id": 592,
    "speaker_group": 1,
    "source_text": "The UFO, now it went by, it made absolutely no sound."
  },
  {
    "segment_id": 593,
    "speaker_group": 1,
    "source_text": "It was less than 100 yards from me, and you could hear absolutely nothing, yet the vehicle was actually nearly a mile long and approximately 60 feet in diameter."
  },
  {
    "segment_id": 594,
    "speaker_group": 1,
    "source_text": "Again, silent, totally silent."
  },
  {
    "segment_id": 595,
    "speaker_group": 1,
    "source_text": "When it got in the vicinity of Tucson, the smaller UFOs that were reported to be parachuting, I mean parachute targets, they headed toward Tucson, and at that time I could see on the side of the UFO, like little doors open, they entered the other, we call them mother ships."
  },
  {
    "segment_id": 596,
    "speaker_group": 1,
    "source_text": "Anyway, the smaller ones went into the mother ships, the mother ships went, when they got to Tucson, they very quietly disappeared, went right up and out and gone."
  },
  {
    "segment_id": 597,
    "speaker_group": 1,
    "source_text": "Thank you so much."
  },
  {
    "segment_id": 598,
    "speaker_group": 1,
    "source_text": "I go to Representative Kilpatrick."
  },
  {
    "segment_id": 599,
    "speaker_group": 1,
    "source_text": "First of all, thank you for your testimony."
  },
  {
    "segment_id": 600,
    "speaker_group": 1,
    "source_text": "Jim, I'd like to ask you a question."
  },
  {
    "segment_id": 601,
    "speaker_group": 1,
    "source_text": "Did people not talk about this because they were afraid for their families?"
  },
  {
    "segment_id": 602,
    "speaker_group": 1,
    "source_text": "When did people, when did you start talking to other people about what you saw, what happened?"
  },
  {
    "segment_id": 603,
    "speaker_group": 1,
    "source_text": "Probably more after the TV show, UFO Cover Up Live in 1988."
  },
  {
    "segment_id": 604,
    "speaker_group": 1,
    "source_text": "It was kind of the beginning of the, from what I understand, a slow education process for modern times of the public, and there's been, since then it's been easier to talk about this situation with other crew."
  },
  {
    "segment_id": 605,
    "speaker_group": 1,
    "source_text": "Crew members do come up, they've seen me on TV, and they say, \"I'm still afraid to talk about it, but let me tell you what happened to me or my father when he was in the military or this or that.\""
  },
  {
    "segment_id": 606,
    "speaker_group": 1,
    "source_text": "But I'm glad that these shows for the last 20 years on Discovery Channel, Learning Channel, even the show recently that's a series, Ancient Aliens."
  },
  {
    "segment_id": 607,
    "speaker_group": 1,
    "source_text": "If you look at things like the Eco Stones of Ica, Peru, very fascinating case with the 50,000 Eco Stones, amazing."
  },
  {
    "segment_id": 608,
    "speaker_group": 1,
    "source_text": "I've traveled the world studying these things, and it just gets deeper and deeper and more amazing."
  },
  {
    "segment_id": 609,
    "speaker_group": 1,
    "source_text": "But one of the problems with people not being able to accept this, and it is a major issue, is if these entities are getting here, which I, as a person, believe they are, based on my research, they've conquered gravity."
  },
  {
    "segment_id": 610,
    "speaker_group": 1,
    "source_text": "Once you conquer gravity, you conquer everything."
  },
  {
    "segment_id": 611,
    "speaker_group": 1,
    "source_text": "So there goes the fossil fuel-based economy of the world, and we can go on and on."
  },
  {
    "segment_id": 612,
    "speaker_group": 1,
    "source_text": "The religious issues are pretty relevant."
  },
  {
    "segment_id": 613,
    "speaker_group": 1,
    "source_text": "But Carl Sagan on his show, Cosmos, he admitted with 200 billion stars out there in the Drake Equation, they must be out there, but they can't get here."
  },
  {
    "segment_id": 614,
    "speaker_group": 1,
    "source_text": "And what's locking that problem is the theory of relativity with Einstein."
  },
  {
    "segment_id": 615,
    "speaker_group": 1,
    "source_text": "So what you really have to kind of take a look is maybe there's something beyond the theory of relativity, and what's faster than the speed of light, thought, from what I understand from scientists that have been involved with these projects is they've, they're thousands of years ahead of us, probably, and they've definitely used some kind of incredible thought process, some kind of inversion energy process to get here, and they basically warp time."
  },
  {
    "segment_id": 616,
    "speaker_group": 1,
    "source_text": "So as profound as it sounds, if you told me that 10 years ago, people would be bumping into themselves in an airport terminal like zombies looking down at these devices there, these cell phones, I wouldn't have believed it."
  },
  {
    "segment_id": 617,
    "speaker_group": 1,
    "source_text": "And so anything's possible."
  },
  {
    "segment_id": 618,
    "speaker_group": 1,
    "source_text": "But we do have, based on what I understand, aircraft called a TR-3B."
  },
  {
    "segment_id": 619,
    "speaker_group": 1,
    "source_text": "There's probably either many other advanced craft that we've developed at some of these installations like 51 or Pine Gap in Australia, possibly, that do hover silently, and they can duplicate some of the technology, but we haven't been able to replicate it 100%."
  },
  {
    "segment_id": 620,
    "speaker_group": 1,
    "source_text": "Thank you."
  },
  {
    "segment_id": 621,
    "speaker_group": 1,
    "source_text": "I don't know if anyone wants to volunteer for this question, but nobody talks about the sound."
  },
  {
    "segment_id": 622,
    "speaker_group": 1,
    "source_text": "Are there no sounds that you heard when you saw a spaceship or saw a flying object?"
  },
  {
    "segment_id": 623,
    "speaker_group": 1,
    "source_text": "Did they make any sounds?"
  },
  {
    "segment_id": 624,
    "speaker_group": 1,
    "source_text": "So you have to be, is that why more pilots have seen them than anyone else because you're in the air space with them?"
  },
  {
    "segment_id": 625,
    "speaker_group": 1,
    "source_text": "Yes, Mr. Piler."
  },
  {
    "segment_id": 626,
    "speaker_group": 1,
    "source_text": "I'd like to answer."
  },
  {
    "segment_id": 627,
    "speaker_group": 1,
    "source_text": "I'm with the MUFON organization, and we investigate these sightings, and we get about a thousand sightings per month per month."
  },
  {
    "segment_id": 628,
    "speaker_group": 1,
    "source_text": "And actually, I write about it in my filers' files, which I'm happy to send to anyone."
  },
  {
    "segment_id": 629,
    "speaker_group": 1,
    "source_text": "I'm sending out 17,000 emails a week discussing these sightings that we're getting, but generally people say that there's no sound."
  },
  {
    "segment_id": 630,
    "speaker_group": 1,
    "source_text": "Occasionally when the UFO goes right overhead, they can see it go right overhead just a few hundred feet above them, they'll hear what sounds like an electric motor, and that description has been given many times, sometimes a buzz sound, and it's very low, and obviously if you're in an aircraft you wouldn't hear it, or even if it's a little bit further away you wouldn't hear it."
  },
  {
    "segment_id": 631,
    "speaker_group": 1,
    "source_text": "The point is that there apparently is, at least on some of the UFOs, a small, almost indistinct sound."
  },
  {
    "segment_id": 632,
    "speaker_group": 1,
    "source_text": "And that's probably to do, like you mentioned, with the overcoming gravity, and it seems to have a lot of electrical energy surrounding it, and not only radar has picked it up, but other types of instruments, for example, just your typical compass that you can buy."
  },
  {
    "segment_id": 633,
    "speaker_group": 1,
    "source_text": "In any case, the UFOs nearby, it will usually turn the compass to directly point towards them."
  },
  {
    "segment_id": 634,
    "speaker_group": 1,
    "source_text": "Can I give you just a little extra?"
  },
  {
    "segment_id": 635,
    "speaker_group": 1,
    "source_text": "Of course."
  },
  {
    "segment_id": 636,
    "speaker_group": 1,
    "source_text": "Whenever I spoke, I was invited someplace to speak on TV, they always brought in this little Japanese guy who's on Channel 5, Michio Kaku or something like that, he would get up and explain how it's impossible to go from one planet to the other, and he would explain the thousands of light years."
  },
  {
    "segment_id": 637,
    "speaker_group": 1,
    "source_text": "Now a few months ago he was on Fox News, and sitting behind him was a picture of the Earth, and they asked him what that was, and he says the Hubble telescope sent this picture back the other day, last week."
  },
  {
    "segment_id": 638,
    "speaker_group": 1,
    "source_text": "He says this is a small planet similar to Earth, it has atmosphere, and it could probably have life on it, and if they were a thousand years older than us, they may have developed some type of travel."
  },
  {
    "segment_id": 639,
    "speaker_group": 1,
    "source_text": "A week or two later, he's back on there, and now there's a big Earth right behind him, big Earth."
  },
  {
    "segment_id": 640,
    "speaker_group": 1,
    "source_text": "He says this planet came from the Hubble telescope, it is a hundred times bigger than Earth, and it has atmosphere, and it could have life, and if they were one to two thousand years older than us, they could have developed space travel, and they could do the wormholes, and they could go from place to place."
  },
  {
    "segment_id": 641,
    "speaker_group": 1,
    "source_text": "And they said well what else does that tell you?"
  },
  {
    "segment_id": 642,
    "speaker_group": 1,
    "source_text": "He says well the biggest thing it tells us is that the universe goes on forever."
  },
  {
    "segment_id": 643,
    "speaker_group": 1,
    "source_text": "Apparently they had thought before it was like the Earth was flat, and eventually you would run out of the universe, but now he says it goes on forever."
  },
  {
    "segment_id": 644,
    "speaker_group": 1,
    "source_text": "And there's two planets that they have identified through the Hubble telescope that have been there longer than us."
  },
  {
    "segment_id": 645,
    "speaker_group": 1,
    "source_text": "So you might want to consider that."
  },
  {
    "segment_id": 646,
    "speaker_group": 1,
    "source_text": "Okay."
  },
  {
    "segment_id": 647,
    "speaker_group": 1,
    "source_text": "May I make one closing remark?"
  },
  {
    "segment_id": 648,
    "speaker_group": 1,
    "source_text": "Yes, of course."
  },
  {
    "segment_id": 649,
    "speaker_group": 1,
    "source_text": "Had I came in here, I was not a skeptic when I came in here, I already believed in them, but I say very clearly that had I been a skeptic when I came in, I would have been convinced by the simple testimony of my cohorts."
  },
  {
    "segment_id": 650,
    "speaker_group": 1,
    "source_text": "Let me say that the testimony I think has been outstanding, and your backgrounds and where you come from, and the fact that you are willing to come forward and talk about this I think is a credit to all of you, so thank you for doing that."
  },
  {
    "segment_id": 651,
    "speaker_group": 1,
    "source_text": "I have two minutes left, and I'm going to reserve my time."
  },
  {
    "segment_id": 652,
    "speaker_group": 1,
    "source_text": "Mr. Thayer?"
  },
  {
    "segment_id": 653,
    "speaker_group": 1,
    "source_text": "Okay."
  },
  {
    "segment_id": 654,
    "speaker_group": 1,
    "source_text": "I'd like to ask Senator Gravel."
  },
  {
    "segment_id": 655,
    "speaker_group": 1,
    "source_text": "Two questions."
  },
  {
    "segment_id": 656,
    "speaker_group": 1,
    "source_text": "One when we look at the shape of the vehicles that have been observed, the two shapes stand out, one is something flat like a disc, and the other is cigar-shaped."
  },
  {
    "segment_id": 657,
    "speaker_group": 1,
    "source_text": "Could the cigar-shaped, which is substantially different, could it be the angle of observation?"
  },
  {
    "segment_id": 658,
    "speaker_group": 1,
    "source_text": "Because if you observe a disc shape at a certain angle, it looks cigar-shaped."
  },
  {
    "segment_id": 659,
    "speaker_group": 1,
    "source_text": "Could that be the case, and that we're talking more uniformly about disc shapes than disc and cigar shapes?"
  },
  {
    "segment_id": 660,
    "speaker_group": 1,
    "source_text": "Anybody could answer that."
  },
  {
    "segment_id": 661,
    "speaker_group": 1,
    "source_text": "One of the pilot reports was on the news for a while, but then the pilots were told to not talk about it."
  },
  {
    "segment_id": 662,
    "speaker_group": 1,
    "source_text": "They never gave their names, but they were watching."
  },
  {
    "segment_id": 663,
    "speaker_group": 1,
    "source_text": "They were thousands of feet in the air, 737, and out of the clouds came this giant mile-long cigar-shaped craft, and it was cigar-shaped."
  },
  {
    "segment_id": 664,
    "speaker_group": 1,
    "source_text": "They aren't disc-shaped, so unfortunately, the pilots never wanted to talk about it again after it hit the news, and they played their voice tapes over the television, and they took some heat for it, but thank God I've got Danny Sheehan over there to protect me as a good attorney in case I get in trouble here."
  },
  {
    "segment_id": 665,
    "speaker_group": 1,
    "source_text": "You're talking about a cigar-shaped of a mile long."
  },
  {
    "segment_id": 666,
    "speaker_group": 1,
    "source_text": "Yeah."
  },
  {
    "segment_id": 667,
    "speaker_group": 1,
    "source_text": "We have dozens."
  },
  {
    "segment_id": 668,
    "speaker_group": 1,
    "source_text": "It could be a confusion of a contrail, which could be a mile long."
  },
  {
    "segment_id": 669,
    "speaker_group": 1,
    "source_text": "No, and I know you're hearing reports of size of three aircraft carriers, or in my friend's case over the Pacific, they said it was the size of an aircraft carrier, and they're in a 747."
  },
  {
    "segment_id": 670,
    "speaker_group": 1,
    "source_text": "Are they Looney Tunes?"
  },
  {
    "segment_id": 671,
    "speaker_group": 1,
    "source_text": "Are they pilots like this movie, Flight with Mr. Washington?"
  },
  {
    "segment_id": 672,
    "speaker_group": 1,
    "source_text": "No, the pilots are very serious in their profession, and they know what they see."
  },
  {
    "segment_id": 673,
    "speaker_group": 1,
    "source_text": "I can understand where it might look like a disc, but they usually know if it's oval-shaped, spear-shaped, or a mile long."
  },
  {
    "segment_id": 674,
    "speaker_group": 1,
    "source_text": "That's a big exaggeration that a pilot wouldn't make."
  },
  {
    "segment_id": 675,
    "speaker_group": 1,
    "source_text": "I have a boyhood friend who was a captain in Pan Am, and flew the largest of four."
  },
  {
    "segment_id": 676,
    "speaker_group": 1,
    "source_text": "The other thing I want to touch on, which really doesn't surprise me, but maybe a little angers me, and that is the back engineering."
  },
  {
    "segment_id": 677,
    "speaker_group": 1,
    "source_text": "I think you referred to somebody from Lockheed or Grumman or a company saying that they back-engineered what was the debris, or whatever, they got their hands on through the government, and they can take ET home."
  },
  {
    "segment_id": 678,
    "speaker_group": 1,
    "source_text": "That sounds like an exaggeration to me, because if there's a company that's developed a propulsion system equal to what's been observed by all of our witnesses, and based upon Dr. Greer's testimony, we just alter life on this planet if that form of energy is known."
  },
  {
    "segment_id": 679,
    "speaker_group": 1,
    "source_text": "For somebody who's an engineer at a major contracting firm can boast to you or anybody that we can take ET home, then that son of a gun is denying the planet something very vital, and that's what angers me."
  },
  {
    "segment_id": 680,
    "speaker_group": 1,
    "source_text": "I question, I think it's boastfulness, but correct me, I give you the opportunity to correct me, was the person who told you that they could take ET home, was he Looney Tunes, or was he a serious engineer, or was he just boasting in your judgment?"
  },
  {
    "segment_id": 681,
    "speaker_group": 1,
    "source_text": "Well, he's worked for Lockheed, he was head of Skunk Works, he was in a very important position, and I have friends who were at the briefing where he said this, Jan Harzen at UCLA, and he said it in front of like a hundred engineers."
  },
  {
    "segment_id": 682,
    "speaker_group": 1,
    "source_text": "I don't know if he was bragging or not, but he said it very clearly."
  },
  {
    "segment_id": 683,
    "speaker_group": 1,
    "source_text": "But the implications of that, now I've met people in very high places that are Looney Tunes."
  },
  {
    "segment_id": 684,
    "speaker_group": 1,
    "source_text": "Well, I know."
  },
  {
    "segment_id": 685,
    "speaker_group": 1,
    "source_text": "That's not a criteria of credibility, you know, all that is is that he's walking around or she's walking around, but the implication of that is what really must be focused on, is that if somebody who's in any responsible corporate activity, obviously funded by the government to some degree, and can make the statement with any degree of credibility that we can take ET home, then there's grounds for prosecution, you know, or there's grounds for something."
  },
  {
    "segment_id": 686,
    "speaker_group": 1,
    "source_text": "It doesn't strike me as a proper assessment, it strikes me as boastfulness, the bravado that exists many times with technicians, or politicians, I just don't want to tag technicians."
  },
  {
    "segment_id": 687,
    "speaker_group": 1,
    "source_text": "Well, obviously what we're studying here has all kinds of implications, and one of the implications that was written about in the Air Force physics books that was taught at the Air Force Academy said that if these craft really exist, and I've seen them and everyone here has seen them, that much of what we have concerning our laws of physics, our laws of biology and so on, are probably incorrect."
  },
  {
    "segment_id": 688,
    "speaker_group": 1,
    "source_text": "So you can see how it would affect the whole civilization if it was released to the public."
  },
  {
    "segment_id": 689,
    "speaker_group": 1,
    "source_text": "And I agree with that statement, totally, and that's the reason why I questioned the statement that we can take ET home."
  },
  {
    "segment_id": 690,
    "speaker_group": 1,
    "source_text": "Can I give you one more thought?"
  },
  {
    "segment_id": 691,
    "speaker_group": 1,
    "source_text": "Assuming that the UFOs are there, correct, they travel from one planet to the other, where they stop for a gas station, what do they do for oil, what do they do for medical, for the people that's there?"
  },
  {
    "segment_id": 692,
    "speaker_group": 1,
    "source_text": "My own personal thing, there's enough people here in the United States or on this planet that would not want the rest of the people to know how they could get this free power and the better medical stuff."
  },
  {
    "segment_id": 693,
    "speaker_group": 1,
    "source_text": "So some of that's kept aside also."
  },
  {
    "segment_id": 694,
    "speaker_group": 1,
    "source_text": "The companies or the corporations or whoever's in charge, they're not going to want you to know that you can take a toaster and give New York City all the power they want."
  },
  {
    "segment_id": 695,
    "speaker_group": 1,
    "source_text": "They don't want you to know that."
  },
  {
    "segment_id": 696,
    "speaker_group": 1,
    "source_text": "They're selling their product and they got to keep control of their product."
  },
  {
    "segment_id": 697,
    "speaker_group": 1,
    "source_text": "They're paying for gas today, almost $5 a gallon."
  },
  {
    "segment_id": 698,
    "speaker_group": 1,
    "source_text": "Jim, please."
  },
  {
    "segment_id": 699,
    "speaker_group": 1,
    "source_text": "The man that the world doesn't give enough credit to that started this in the late 1800s is Nikola Tesla."
  },
  {
    "segment_id": 700,
    "speaker_group": 1,
    "source_text": "He's almost like Forrest Gump."
  },
  {
    "segment_id": 701,
    "speaker_group": 1,
    "source_text": "He was everywhere, working with Edison and Alexander Graham Bell and Einstein."
  },
  {
    "segment_id": 702,
    "speaker_group": 1,
    "source_text": "They finally gave him credit for inventing the radio over Marconi."
  },
  {
    "segment_id": 703,
    "speaker_group": 1,
    "source_text": "I'm sure they're going to give him credit for television, radar, but we would not have the world we have today without his invention of alternating current, but somebody starts needing to educate the kids in college and the world a little better other than that very good show on PBS of the man who created lightning and give this man, whoever he was, credit for the world he brought us."
  },
  {
    "segment_id": 704,
    "speaker_group": 1,
    "source_text": "Nikola Tesla, start doing some homework on him."
  },
  {
    "segment_id": 705,
    "speaker_group": 1,
    "source_text": "I would only respond to what you had said, John, that was that I found in my life and in my career that there are more conspiracies than people are aware of, but there are less conspiracies than people think."
  },
  {
    "segment_id": 706,
    "speaker_group": 1,
    "source_text": "It sounds like oxymoron, but it is."
  },
  {
    "segment_id": 707,
    "speaker_group": 1,
    "source_text": "We can, and of course the audience reacted to your statement in that regard."
  },
  {
    "segment_id": 708,
    "speaker_group": 1,
    "source_text": "Sure, there's conspiracies."
  },
  {
    "segment_id": 709,
    "speaker_group": 1,
    "source_text": "We know it all the time where new technology is bought up by a corporation because it impacts and we know that the corporate interest is more interested in maximizing the profits from what they already have in place."
  },
  {
    "segment_id": 710,
    "speaker_group": 1,
    "source_text": "We see this with refineries, they should be shut down, but they're still making money with them and they're not going to build a new one because they got the old one that they're making more profit on."
  },
  {
    "segment_id": 711,
    "speaker_group": 1,
    "source_text": "But you come to the reality, and this is where I come back, something as significant as the unknown, the scientific unknown and the lack of rationale we have to understanding fully what these ETs are all about, and primarily the propulsion."
  },
  {
    "segment_id": 712,
    "speaker_group": 1,
    "source_text": "You know, we've seen testimony, it may be thought."
  },
  {
    "segment_id": 713,
    "speaker_group": 1,
    "source_text": "I don't know."
  },
  {
    "segment_id": 714,
    "speaker_group": 1,
    "source_text": "I'm not enough scientist, I defer to my colleague, Congressman Barrett, who's a lot more educated in that area, but he comes up with the same queries."
  },
  {
    "segment_id": 715,
    "speaker_group": 1,
    "source_text": "I notice our questions are very similar in that regard, but I just want to underscore -- Excuse me, with all due respect, the gentleman's time has expired."
  },
  {
    "segment_id": 716,
    "speaker_group": 1,
    "source_text": "Well, fine."
  },
  {
    "segment_id": 717,
    "speaker_group": 1,
    "source_text": "Good."
  },
  {
    "segment_id": 718,
    "speaker_group": 1,
    "source_text": "Thank you."
  },
  {
    "segment_id": 719,
    "speaker_group": 1,
    "source_text": "We could go to Representative Kilpatrick."
  },
  {
    "segment_id": 720,
    "speaker_group": 1,
    "source_text": "Thank you, Mr. Chairman."
  },
  {
    "segment_id": 721,
    "speaker_group": 1,
    "source_text": "I came to this conference at the invitation of Citizen Hearing to find out more about the world and the universe."
  },
  {
    "segment_id": 722,
    "speaker_group": 1,
    "source_text": "When I first got the letter inviting me to participate, I did my homework and looked at the 1968 report of the Science Committee in the United States House of Representatives, read it, was real briefed on it, and thought it was a beginning."
  },
  {
    "segment_id": 723,
    "speaker_group": 1,
    "source_text": "Did not confirm, but had a lot of evidence that something else is among us."
  },
  {
    "segment_id": 724,
    "speaker_group": 1,
    "source_text": "So I thought I'd better look earlier and look more into that."
  },
  {
    "segment_id": 725,
    "speaker_group": 1,
    "source_text": "When my local newspaper decided to publish it, I agreed to participate."
  },
  {
    "segment_id": 726,
    "speaker_group": 1,
    "source_text": "It even opened wider from people I did not know and from around this country and out of the country."
  },
  {
    "segment_id": 727,
    "speaker_group": 1,
    "source_text": "Some cynics, but mostly scientists and intelligent people who, after years of watching the phenomenon and participating in it, came to the conclusion that there is something and that we ought to look into it."
  },
  {
    "segment_id": 728,
    "speaker_group": 1,
    "source_text": "So I agreed to come."
  },
  {
    "segment_id": 729,
    "speaker_group": 1,
    "source_text": "When I came in on Monday, now Tuesday, Wednesday, Thursday, and now Friday, from 9 to 5, I heard some of the most intelligent, the most scientific, the most universal knowledge on the topic that I didn't know I was going to witness."
  },
  {
    "segment_id": 730,
    "speaker_group": 1,
    "source_text": "So when I came in here today, and mockery is being made of it, I'm disturbed."
  },
  {
    "segment_id": 731,
    "speaker_group": 1,
    "source_text": "I think it's unfortunate, yesterday we heard from 12 different countries who have hundreds of years of scientific, intelligent information on this subject."
  },
  {
    "segment_id": 732,
    "speaker_group": 1,
    "source_text": "They mentioned another 12 or 13 that weren't here yesterday but also believe."
  },
  {
    "segment_id": 733,
    "speaker_group": 1,
    "source_text": "It behooves us as human beings in what is known as the greatest country in the world to participate in that discussion, not just to seize or to take, but to participate and find out what it is."
  },
  {
    "segment_id": 734,
    "speaker_group": 1,
    "source_text": "As a grandmother of six, two sets of twins, I want them to have the kind of world that we've enjoyed all my 60 plus years, and to not act like something exists, and then further to act like it's a joke."
  },
  {
    "segment_id": 735,
    "speaker_group": 1,
    "source_text": "We do a disservice to our ancestors, to God, and to the people of the world."
  },
  {
    "segment_id": 736,
    "speaker_group": 1,
    "source_text": "So I'm very new with this."
  },
  {
    "segment_id": 737,
    "speaker_group": 1,
    "source_text": "I served 18 years in Michigan State House and 15 years in this Congress, now here sitting with you, I'm a high school teacher, two children, six grandchildren."
  },
  {
    "segment_id": 738,
    "speaker_group": 1,
    "source_text": "I want the world and the universe to continue, and if there is something out there, and I'm not a scientist, I have a master's degree from the University of Michigan, I'm learning it as you would call it, but there's a whole lot we don't know."
  },
  {
    "segment_id": 739,
    "speaker_group": 1,
    "source_text": "I think it's ignorant of any people not to seek out what we need to know to continue the universe."
  },
  {
    "segment_id": 740,
    "speaker_group": 1,
    "source_text": "I was convinced before this morning's panel that there probably is something out there, and I'm willing to work the rest of my life to see that it, if it is, and how we can enhance the universe to see that we all have a better quality of life."
  },
  {
    "segment_id": 741,
    "speaker_group": 1,
    "source_text": "As an appropriator on the House Committee here, and the first African American woman to serve on appropriations in Michigan for 18 years, and 12 of my 14 years here in Congress on the Money Committee, this federal budget is almost $4 trillion."
  },
  {
    "segment_id": 742,
    "speaker_group": 1,
    "source_text": "The defense budget is $700 billion of that."
  },
  {
    "segment_id": 743,
    "speaker_group": 1,
    "source_text": "I served on that appropriations bill for many, many years."
  },
  {
    "segment_id": 744,
    "speaker_group": 1,
    "source_text": "Much has been said already, that's why I'm giving you this, because I want to bring it back to what I came here for."
  },
  {
    "segment_id": 745,
    "speaker_group": 1,
    "source_text": "I don't want to leave it with some yellow guy with stuff sticking out of his head."
  },
  {
    "segment_id": 746,
    "speaker_group": 1,
    "source_text": "It's way more serious than that."
  },
  {
    "segment_id": 747,
    "speaker_group": 1,
    "source_text": "I can't laugh, I haven't laughed at anything in here, because nothing's funny to me."
  },
  {
    "segment_id": 748,
    "speaker_group": 1,
    "source_text": "I don't mean today, I mean all week."
  },
  {
    "segment_id": 749,
    "speaker_group": 1,
    "source_text": "It's very serious."
  },
  {
    "segment_id": 750,
    "speaker_group": 1,
    "source_text": "The world is in peril."
  },
  {
    "segment_id": 751,
    "speaker_group": 1,
    "source_text": "Our country is economically, socially, and economically at a disadvantage right now."
  },
  {
    "segment_id": 752,
    "speaker_group": 1,
    "source_text": "But we fix that by being partners in what we believe is correct, and what issue you pick to work in, and not to put down historical data that's scientifically proven."
  },
  {
    "segment_id": 753,
    "speaker_group": 1,
    "source_text": "You may not believe it, but don't work in that era."
  },
  {
    "segment_id": 754,
    "speaker_group": 1,
    "source_text": "Don't come in here and just castigate those who do."
  },
  {
    "segment_id": 755,
    "speaker_group": 1,
    "source_text": "That's what's wrong with our nation, I think, and our country, and our world."
  },
  {
    "segment_id": 756,
    "speaker_group": 1,
    "source_text": "We don't work well enough together."
  },
  {
    "segment_id": 757,
    "speaker_group": 1,
    "source_text": "If someone doesn't look like we look or think like we think, we think something's wrong with them, rather than grabbing it and let's enhance what we already know."
  },
  {
    "segment_id": 758,
    "speaker_group": 1,
    "source_text": "Jim Coran, that's my editorial, and I think being last I could say that, because you guys have kind of disturbed me this morning."
  },
  {
    "segment_id": 759,
    "speaker_group": 1,
    "source_text": "I think the citizens' hearing on disclosure is real."
  },
  {
    "segment_id": 760,
    "speaker_group": 1,
    "source_text": "I thought before today that most of you thought that too, when two or three people can come in the room and change a very intelligent subject such as this to something other than what it is, that does a disservice to our country and to our world."
  },
  {
    "segment_id": 761,
    "speaker_group": 1,
    "source_text": "I think Mr. Coran, if I'm pronouncing that right, Coran, you said something about proof."
  },
  {
    "segment_id": 762,
    "speaker_group": 1,
    "source_text": "What is the proof?"
  },
  {
    "segment_id": 763,
    "speaker_group": 1,
    "source_text": "We've been sitting here for 10 hours a day and some people half the night discussing the scientific proof that's been revealed."
  },
  {
    "segment_id": 764,
    "speaker_group": 1,
    "source_text": "You sound very learned in the subject, but I'm not sure, do you believe in UFOs?"
  },
  {
    "segment_id": 765,
    "speaker_group": 1,
    "source_text": "Is there an extra SAO presence in the world?"
  },
  {
    "segment_id": 766,
    "speaker_group": 1,
    "source_text": "Ought we be more involved in that?"
  },
  {
    "segment_id": 767,
    "speaker_group": 1,
    "source_text": "Well, I've still got three years left to fly, so Ted Koppel once said on his ABC news show, which I thought was a very good statement in my opinion, is who's the most wonderful and greatest extraterrestrial never seen, and that was God."
  },
  {
    "segment_id": 768,
    "speaker_group": 1,
    "source_text": "It's a big universe out there."
  },
  {
    "segment_id": 769,
    "speaker_group": 1,
    "source_text": "The proof as far as how they're getting here and their craft and that type of thing, this gets deeper than that."
  },
  {
    "segment_id": 770,
    "speaker_group": 1,
    "source_text": "I have run into people that probably have the proof you're talking about, but they're not going to risk their security clearance or whatever else they're risking, their families for one, to make that possible."
  },
  {
    "segment_id": 771,
    "speaker_group": 1,
    "source_text": "I would say the reason I've stuck in this so long and stuck my neck out so far is not just about losing a career, but it's because there are certain things that I've been privy to to keep me going, but at this point I can't get into that, and I wish I could."
  },
  {
    "segment_id": 772,
    "speaker_group": 1,
    "source_text": "You know, we do, and there have been some military men who've come to this table this week and paroled to their own."
  },
  {
    "segment_id": 773,
    "speaker_group": 1,
    "source_text": "There's people out there that have the proof you're looking for, but it's, you know, we're talking on a need-to-know basis, very, very high security clearances."
  },
  {
    "segment_id": 774,
    "speaker_group": 1,
    "source_text": "Absolutely."
  },
  {
    "segment_id": 775,
    "speaker_group": 1,
    "source_text": "National security is her and should be."
  },
  {
    "segment_id": 776,
    "speaker_group": 1,
    "source_text": "You know, I understand that, and then I was going to say the military people who came before us, and just coincidentally they were all men, but I know that there are many."
  },
  {
    "segment_id": 777,
    "speaker_group": 1,
    "source_text": "I served for this room, so it seems like a different room than the other four days."
  },
  {
    "segment_id": 778,
    "speaker_group": 1,
    "source_text": "And I'm not trying to take anything away from the intel field or the military officers that are a bit involved with this."
  },
  {
    "segment_id": 779,
    "speaker_group": 1,
    "source_text": "They're doing their orders."
  },
  {
    "segment_id": 780,
    "speaker_group": 1,
    "source_text": "This, from what astronaut Gordon Cooper told me, they started these lies in '47 after Roswell, and Roswell wasn't the first."
  },
  {
    "segment_id": 781,
    "speaker_group": 1,
    "source_text": "Okay."
  },
  {
    "segment_id": 782,
    "speaker_group": 1,
    "source_text": "Let me reclaim my time."
  },
  {
    "segment_id": 783,
    "speaker_group": 1,
    "source_text": "Thank you so much."
  },
  {
    "segment_id": 784,
    "speaker_group": 1,
    "source_text": "Thank you."
  },
  {
    "segment_id": 785,
    "speaker_group": 1,
    "source_text": "Just lastly for me."
  },
  {
    "segment_id": 786,
    "speaker_group": 1,
    "source_text": "Gordon mentioned maybe it was our UFOs, which said to me, and I think it's one of the two of you guys, gentlemen, that it might have been one of our UFOs, which to me says to me, America's UFOs."
  },
  {
    "segment_id": 787,
    "speaker_group": 1,
    "source_text": "Does America are producing UFOs to confuse the cosmos or what?"
  },
  {
    "segment_id": 788,
    "speaker_group": 1,
    "source_text": "One of you said it."
  },
  {
    "segment_id": 789,
    "speaker_group": 1,
    "source_text": "I'm not sure if it was you, Major, or I think it was Major."
  },
  {
    "segment_id": 790,
    "speaker_group": 1,
    "source_text": "Did you say that?"
  },
  {
    "segment_id": 791,
    "speaker_group": 1,
    "source_text": "Or it might have been the gentleman."
  },
  {
    "segment_id": 792,
    "speaker_group": 1,
    "source_text": "I think I said it also is that it could be ours because they've been doing reverse engineering for 30, 40 years now, and there's no telling what they've developed."
  },
  {
    "segment_id": 793,
    "speaker_group": 1,
    "source_text": "I don't think anybody here is- So there might be an existence that we're creating also out there."
  },
  {
    "segment_id": 794,
    "speaker_group": 1,
    "source_text": "And I'm not saying that's good or bad, I just want to make sure I was understanding."
  },
  {
    "segment_id": 795,
    "speaker_group": 1,
    "source_text": "That's what was said."
  },
  {
    "segment_id": 796,
    "speaker_group": 1,
    "source_text": "That's what I'm saying."
  },
  {
    "segment_id": 797,
    "speaker_group": 1,
    "source_text": "Because they say out in Area 51 they do have ships that come up from down, so yeah, we probably have them."
  },
  {
    "segment_id": 798,
    "speaker_group": 1,
    "source_text": "Okay."
  },
  {
    "segment_id": 799,
    "speaker_group": 1,
    "source_text": "One thing, and I'm going to end on this, that came out in the scientific, intelligent discussions and testimony and lectures that we've heard this week is that whatever's out there, extraterrestrial UFOs, and I haven't yet defined the difference, I know some similarities, some differences, is way more intelligent than our technology today, can do more."
  },
  {
    "segment_id": 800,
    "speaker_group": 1,
    "source_text": "The ships, the UFOs speeding up and stopping and turning and all the things that we haven't yet mastered that, that doesn't mean that we can't, or that it doesn't exist."
  },
  {
    "segment_id": 801,
    "speaker_group": 1,
    "source_text": "It just means that we have more work to do, and we have it more to do universally."
  },
  {
    "segment_id": 802,
    "speaker_group": 1,
    "source_text": "Thank you very much."
  },
  {
    "segment_id": 803,
    "speaker_group": 1,
    "source_text": "Steve Allen would like to talk to you about, now, you were a pilot, and you've done a lot of flying, but the thing you observed, the incident you observed, you were on the ground at the time."
  },
  {
    "segment_id": 804,
    "speaker_group": 1,
    "source_text": "Yes, sir."
  },
  {
    "segment_id": 805,
    "speaker_group": 1,
    "source_text": "Yes."
  },
  {
    "segment_id": 806,
    "speaker_group": 1,
    "source_text": "A whole lot of people in Stephenville saw what you saw."
  },
  {
    "segment_id": 807,
    "speaker_group": 1,
    "source_text": "It's obvious from your testimony."
  },
  {
    "segment_id": 808,
    "speaker_group": 1,
    "source_text": "Yes, close to 200 witnesses."
  },
  {
    "segment_id": 809,
    "speaker_group": 1,
    "source_text": "There were, was that what was established?"
  },
  {
    "segment_id": 810,
    "speaker_group": 1,
    "source_text": "I believe so, yes."
  },
  {
    "segment_id": 811,
    "speaker_group": 1,
    "source_text": "And the F-16s that you say pursued, whatever that object was, was also seen by how many people?"
  },
  {
    "segment_id": 812,
    "speaker_group": 1,
    "source_text": "I'm not sure of the number on that one."
  },
  {
    "segment_id": 813,
    "speaker_group": 1,
    "source_text": "There was several, though, quite a few."
  },
  {
    "segment_id": 814,
    "speaker_group": 1,
    "source_text": "Right, okay, and do we have, is there, and I know there were newspaper reports of exactly what you said."
  },
  {
    "segment_id": 815,
    "speaker_group": 1,
    "source_text": "Was the radar involved in that one?"
  },
  {
    "segment_id": 816,
    "speaker_group": 1,
    "source_text": "Yes, radar reports show the F-16s in pursuit."
  },
  {
    "segment_id": 817,
    "speaker_group": 1,
    "source_text": "Well, they show the F-16s."
  },
  {
    "segment_id": 818,
    "speaker_group": 1,
    "source_text": "Was radar involved in the object itself, is what I'm asking, at any stage?"
  },
  {
    "segment_id": 819,
    "speaker_group": 1,
    "source_text": "I don't feel like it was, no, sir."
  },
  {
    "segment_id": 820,
    "speaker_group": 1,
    "source_text": "It's probably not."
  },
  {
    "segment_id": 821,
    "speaker_group": 1,
    "source_text": "And okay, that's consistent with what a lot of the people observed, and all, well, let's see, now, was radar, Jim, involved in either of the incidents?"
  },
  {
    "segment_id": 822,
    "speaker_group": 1,
    "source_text": "I think one was in '95, the others were earlier, about 10 years earlier, but was radar involved in any of those?"
  },
  {
    "segment_id": 823,
    "speaker_group": 1,
    "source_text": "There was no radar contact, and we had no TCAS warning, the traffic control warning system in the aircraft did not go off."
  },
  {
    "segment_id": 824,
    "speaker_group": 1,
    "source_text": "And I thought John Callahan had some pretty good information on why radar might not be involved."
  },
  {
    "segment_id": 825,
    "speaker_group": 1,
    "source_text": "If radar is not involved, does that lead less credence to the idea that there might be an extraterrestrial origin then, if radar is involved?"
  },
  {
    "segment_id": 826,
    "speaker_group": 1,
    "source_text": "Well, obviously, we have stealth technology now, where that came from, I'm not going to speculate on, but I know they just had a site, it's in the news this week, Airbus Aircraft British coming into Glasgow, Scotland, December 2nd, and it just broke in the news yesterday or two days ago, and they were at 4,000 feet, and this disc-shaped thing came under them with, you know, strange lights and all that, and they never got any warning from their TCAS system or wasn't on radar."
  },
  {
    "segment_id": 827,
    "speaker_group": 1,
    "source_text": "So this is -- And yes, Major Filer, please."
  },
  {
    "segment_id": 828,
    "speaker_group": 1,
    "source_text": "Richard Haynes is the -- he's the ex-NASA expert on this, and he's -- all his books and studies for years are on pilot sightings, and one of the strangest cases was this Melbourne episode in 1978 where the pilot on a Cessna 182 disappeared after he was talking on terror traffic control about this craft coming down bright light during the day, and they did have radar -- somebody got hold of the tapes from Pine Gap, Australia, our space monitoring agency down there, showing something coming at him, and then they never found any wreckage."
  },
  {
    "segment_id": 829,
    "speaker_group": 1,
    "source_text": "He's never been heard from again."
  },
  {
    "segment_id": 830,
    "speaker_group": 1,
    "source_text": "But they're -- Richard Haynes is the expert on pilot sightings."
  },
  {
    "segment_id": 831,
    "speaker_group": 1,
    "source_text": "Read any of his books."
  },
  {
    "segment_id": 832,
    "speaker_group": 1,
    "source_text": "If you're wondering about articles from around -- since the '50s, Rob Simone did an excellent job on UFOs and the headlines, real reporting on a real phenomena."
  },
  {
    "segment_id": 833,
    "speaker_group": 1,
    "source_text": "Okay."
  },
  {
    "segment_id": 834,
    "speaker_group": 1,
    "source_text": "Mr. Callahan, we've been talking about radar."
  },
  {
    "segment_id": 835,
    "speaker_group": 1,
    "source_text": "You seem to know a lot about radar, probably the -- probably more about radar than any other expert we've heard this week."
  },
  {
    "segment_id": 836,
    "speaker_group": 1,
    "source_text": "I think -- and that's not just a compliment."
  },
  {
    "segment_id": 837,
    "speaker_group": 1,
    "source_text": "I think it's a fact from everything I've heard, at least."
  },
  {
    "segment_id": 838,
    "speaker_group": 1,
    "source_text": "The question I've asked is you gave some -- repeat, just very briefly, why you think radar does not show up in some of these sightings."
  },
  {
    "segment_id": 839,
    "speaker_group": 1,
    "source_text": "Well, the radar always shows up, but you can't see it."
  },
  {
    "segment_id": 840,
    "speaker_group": 1,
    "source_text": "That's the problem."
  },
  {
    "segment_id": 841,
    "speaker_group": 1,
    "source_text": "Oh, okay."
  },
  {
    "segment_id": 842,
    "speaker_group": 1,
    "source_text": "You've got to remember now if a UFO or even a Russian or some other come into our air space without a working transponder, then the computer would recognize that little dot that the radar picks up as nothing."
  },
  {
    "segment_id": 843,
    "speaker_group": 1,
    "source_text": "And if it was a huge mass of raw radar, our system says it can't be an airplane."
  },
  {
    "segment_id": 844,
    "speaker_group": 1,
    "source_text": "It must be weather."
  },
  {
    "segment_id": 845,
    "speaker_group": 1,
    "source_text": "So it puts it on what they call the WIFMU, Weather Fixed Mapping Unit, and it tells the computer says I'll put it on the scope as a cloud unless the controller says I don't want to see the weather."
  },
  {
    "segment_id": 846,
    "speaker_group": 1,
    "source_text": "And if that's the case, it shows up."
  },
  {
    "segment_id": 847,
    "speaker_group": 1,
    "source_text": "Well, I'm glad I asked you this because, at least for my benefit, this has certainly illuminated the understanding."
  },
  {
    "segment_id": 848,
    "speaker_group": 1,
    "source_text": "And so it would not be fair to say if something did -- go ahead."
  },
  {
    "segment_id": 849,
    "speaker_group": 1,
    "source_text": "A number of military radar operators and FAA radar operators have called me."
  },
  {
    "segment_id": 850,
    "speaker_group": 1,
    "source_text": "And basically, what they said was that they were told not to tell the pilots that there was a UFO out there."
  },
  {
    "segment_id": 851,
    "speaker_group": 1,
    "source_text": "Always deny the fact the UFO exists and turn the aircraft away so there, you know, there's no chance of hitting it or whatever."
  },
  {
    "segment_id": 852,
    "speaker_group": 1,
    "source_text": "The point is, is that the -- I don't think there's any radar people here, but that's what I've been told."
  },
  {
    "segment_id": 853,
    "speaker_group": 1,
    "source_text": "Also, they -- I understand there's some way that they program the computer so they're less likely to show the UFOs because they're usually moving at very low altitude or very high altitude at very high speeds."
  },
  {
    "segment_id": 854,
    "speaker_group": 1,
    "source_text": "And the tendency for the radar not to pick them up."
  },
  {
    "segment_id": 855,
    "speaker_group": 1,
    "source_text": "But if you go back to the raw radar data, you can get it -- And I see now -- excuse me."
  },
  {
    "segment_id": 856,
    "speaker_group": 1,
    "source_text": "I hate to do this."
  },
  {
    "segment_id": 857,
    "speaker_group": 1,
    "source_text": "I really do because I love what you're -- to give you this information, but my time has expired."
  },
  {
    "segment_id": 858,
    "speaker_group": 1,
    "source_text": "Oh, it's too bad."
  },
  {
    "segment_id": 859,
    "speaker_group": 1,
    "source_text": "I think I'm next."
  },
  {
    "segment_id": 860,
    "speaker_group": 1,
    "source_text": "Yes."
  },
  {
    "segment_id": 861,
    "speaker_group": 1,
    "source_text": "Oh, excuse me."
  },
  {
    "segment_id": 862,
    "speaker_group": 1,
    "source_text": "Go ahead, you have, in fact, four minutes."
  },
  {
    "segment_id": 863,
    "speaker_group": 1,
    "source_text": "Okay."
  },
  {
    "segment_id": 864,
    "speaker_group": 1,
    "source_text": "Pilot Courant, can you -- you mentioned in your testimony that you had -- you and a group had met with a group of representatives on the Hill."
  },
  {
    "segment_id": 865,
    "speaker_group": 1,
    "source_text": "Senators and -- Right."
  },
  {
    "segment_id": 866,
    "speaker_group": 1,
    "source_text": "And this was 20 years ago."
  },
  {
    "segment_id": 867,
    "speaker_group": 1,
    "source_text": "There were private meetings where I'd met these people on flights and we got talking and they invited me to meet them on the subject."
  },
  {
    "segment_id": 868,
    "speaker_group": 1,
    "source_text": "They were interested."
  },
  {
    "segment_id": 869,
    "speaker_group": 1,
    "source_text": "Some of them are still active."
  },
  {
    "segment_id": 870,
    "speaker_group": 1,
    "source_text": "Well, so, you know, oh, it was on the airplane."
  },
  {
    "segment_id": 871,
    "speaker_group": 1,
    "source_text": "It was not in their office."
  },
  {
    "segment_id": 872,
    "speaker_group": 1,
    "source_text": "They invited me into their office after I met them on their flights."
  },
  {
    "segment_id": 873,
    "speaker_group": 1,
    "source_text": "Okay, well, if you go in their office, you know, guess what?"
  },
  {
    "segment_id": 874,
    "speaker_group": 1,
    "source_text": "I know."
  },
  {
    "segment_id": 875,
    "speaker_group": 1,
    "source_text": "It's public."
  },
  {
    "segment_id": 876,
    "speaker_group": 1,
    "source_text": "They work for everybody out there."
  },
  {
    "segment_id": 877,
    "speaker_group": 1,
    "source_text": "They don't -- but you don't have to tell who they are."
  },
  {
    "segment_id": 878,
    "speaker_group": 1,
    "source_text": "But they would be -- if you would let -- if they were as interested as you say, if somebody in the paradigm group or this -- the organizers here knew who they were, that might be a first step for us to get this back onto the radar of the Congress to ask for a hearing."
  },
  {
    "segment_id": 879,
    "speaker_group": 1,
    "source_text": "That's -- I mean, that would be -- you've got to find this -- we've got to find the thread."
  },
  {
    "segment_id": 880,
    "speaker_group": 1,
    "source_text": "You'd think we'd know."
  },
  {
    "segment_id": 881,
    "speaker_group": 1,
    "source_text": "But we don't know the person that's going to be willing to do that."
  },
  {
    "segment_id": 882,
    "speaker_group": 1,
    "source_text": "But if you -- somebody has expressed interest to you or you could call them maybe directly yourself if you were -- would be willing."
  },
  {
    "segment_id": 883,
    "speaker_group": 1,
    "source_text": "It would be a start."
  },
  {
    "segment_id": 884,
    "speaker_group": 1,
    "source_text": "I wish it was that easy, but even you folks the other day said if you were active in Congress or Senate at this time, you probably wouldn't ask for a hearing on this."
  },
  {
    "segment_id": 885,
    "speaker_group": 1,
    "source_text": "Well, I probably would on the science committee because that would be the perfect committee for this because it's not a very -- it's not really political and -- but I mean, after this week, I would now that I've got information."
  },
  {
    "segment_id": 886,
    "speaker_group": 1,
    "source_text": "No, I -- on one of my flights, I asked -- it kind of went the wrong way where I asked the senator -- he was friends with some very well-to-do friends of mine, and they were main campaign fundraisers."
  },
  {
    "segment_id": 887,
    "speaker_group": 1,
    "source_text": "So we got talking, and it was just he and I in the -- out in the waiting area before his flight."
  },
  {
    "segment_id": 888,
    "speaker_group": 1,
    "source_text": "And I asked him, \"Senator, do you think there's a chance of ever having another congressional hearing like 1968 with Gerald Ford?\""
  },
  {
    "segment_id": 889,
    "speaker_group": 1,
    "source_text": "And he said, \"No, never."
  },
  {
    "segment_id": 890,
    "speaker_group": 1,
    "source_text": "It's all been explained away."
  },
  {
    "segment_id": 891,
    "speaker_group": 1,
    "source_text": "There's no need for that.\""
  },
  {
    "segment_id": 892,
    "speaker_group": 1,
    "source_text": "There's only one of them, but I just thought maybe you'd found somebody that had some interest."
  },
  {
    "segment_id": 893,
    "speaker_group": 1,
    "source_text": "Can I -- Oh, there is."
  },
  {
    "segment_id": 894,
    "speaker_group": 1,
    "source_text": "They're still active, the people there."
  },
  {
    "segment_id": 895,
    "speaker_group": 1,
    "source_text": "I would like Mr. Callahan to be able to complete his -- you have something you wanted to say."
  },
  {
    "segment_id": 896,
    "speaker_group": 1,
    "source_text": "And I want to make -- Well, I started -- I have a minute. -- the military is in charge of control."
  },
  {
    "segment_id": 897,
    "speaker_group": 1,
    "source_text": "I started with the FAA when it was known as the CAA before radar when controlled with strips."
  },
  {
    "segment_id": 898,
    "speaker_group": 1,
    "source_text": "When they brought the first radar unit into the facility, it was an old VG scope that the Navy used to use."
  },
  {
    "segment_id": 899,
    "speaker_group": 1,
    "source_text": "And the instructions was 26 pages, and nobody knew how to use radar."
  },
  {
    "segment_id": 900,
    "speaker_group": 1,
    "source_text": "We started off with what they had was just a broadband radar, raw radar."
  },
  {
    "segment_id": 901,
    "speaker_group": 1,
    "source_text": "And eventually, they were able to draw airways on this VG scope that we're looking at."
  },
  {
    "segment_id": 902,
    "speaker_group": 1,
    "source_text": "We had to do all kinds of things when the pilot called on the frequency, and he's approaching Harrisonburg, you look down there, and there's like 15 people all in that area."
  },
  {
    "segment_id": 903,
    "speaker_group": 1,
    "source_text": "So you would tell them to make a right turn, 30 degrees for 30 seconds, then resume your navigation, and you would look to see who's turning."
  },
  {
    "segment_id": 904,
    "speaker_group": 1,
    "source_text": "Sometimes, two or three people would turn, because sometimes the pilots have a real sense of humor."
  },
  {
    "segment_id": 905,
    "speaker_group": 1,
    "source_text": "And eventually, you give this guy a couple turns, and you'd pick him up and say, \"He's there.\""
  },
  {
    "segment_id": 906,
    "speaker_group": 1,
    "source_text": "It's a primary target."
  },
  {
    "segment_id": 907,
    "speaker_group": 1,
    "source_text": "It's only a dash."
  },
  {
    "segment_id": 908,
    "speaker_group": 1,
    "source_text": "We had all kinds of trouble keeping them separated from one another, because they weren't all flying under the FAA control."
  },
  {
    "segment_id": 909,
    "speaker_group": 1,
    "source_text": "They invented the transponder, and they made it mandatory that you have to have a transponder to fly above certain altitudes."
  },
  {
    "segment_id": 910,
    "speaker_group": 1,
    "source_text": "The transponder now gives a signal so that you'll always see the target."
  },
  {
    "segment_id": 911,
    "speaker_group": 1,
    "source_text": "But if there's somebody flying alongside of them that doesn't have a transponder, he shows up as a dot."
  },
  {
    "segment_id": 912,
    "speaker_group": 1,
    "source_text": "The dot is always there."
  },
  {
    "segment_id": 913,
    "speaker_group": 1,
    "source_text": "If it's a UFO, and he's traveling at 3,000, 4,000 miles an hour, when you look at your scope, you see him here, okay?"
  },
  {
    "segment_id": 914,
    "speaker_group": 1,
    "source_text": "Ten seconds later, he's over here."
  },
  {
    "segment_id": 915,
    "speaker_group": 1,
    "source_text": "He's nowhere near your area that you're controlling traffic on."
  },
  {
    "segment_id": 916,
    "speaker_group": 1,
    "source_text": "You get one hit, maybe two."
  },
  {
    "segment_id": 917,
    "speaker_group": 1,
    "source_text": "He gets one hit on his sector, and it's gone."
  },
  {
    "segment_id": 918,
    "speaker_group": 1,
    "source_text": "He wouldn't know that was a UFO."
  },
  {
    "segment_id": 919,
    "speaker_group": 1,
    "source_text": "And as long as I've been in the FAA, and I had worked up to the position where I was, the guy in charge of all the air traffic people in the United States, if they screwed up on their phraseology, it was my fault."
  },
  {
    "segment_id": 920,
    "speaker_group": 1,
    "source_text": "That was the new thing after the strike."
  },
  {
    "segment_id": 921,
    "speaker_group": 1,
    "source_text": "So I knew everything, and we did everything."
  },
  {
    "segment_id": 922,
    "speaker_group": 1,
    "source_text": "We never told our controllers not to report a UFO."
  },
  {
    "segment_id": 923,
    "speaker_group": 1,
    "source_text": "We did tell them not to solicit a near miss report, because when you bring two airplanes too close together, they would file what we called a near miss."
  },
  {
    "segment_id": 924,
    "speaker_group": 1,
    "source_text": "Well they were getting too many near misses, so they said, \"Do not ask the pilot if he wants to file a near miss."
  },
  {
    "segment_id": 925,
    "speaker_group": 1,
    "source_text": "When he gets on the ground, he can do it.\""
  },
  {
    "segment_id": 926,
    "speaker_group": 1,
    "source_text": "But that's the only thing we restricted of filing, was a near miss report, not a UFO."
  },
  {
    "segment_id": 927,
    "speaker_group": 1,
    "source_text": "And I see that our time for this panel has expired."
  },
  {
    "segment_id": 928,
    "speaker_group": 1,
    "source_text": "I want to thank the panel."
  },
  {
    "segment_id": 929,
    "speaker_group": 1,
    "source_text": "This has been very interesting."
  },
  {
    "segment_id": 930,
    "speaker_group": 1,
    "source_text": "Thank you."
  }
]