[{"segment_id":1,"speaker_group":1,"source_text":"So if you're prepared to affirm that, would you please stand?"},{"segment_id":2,"speaker_group":1,"source_text":"And we'll wait for Antonio, just for the cameras."},{"segment_id":3,"speaker_group":1,"source_text":"And if you could raise your hand, I'd appreciate that too."},{"segment_id":4,"speaker_group":1,"source_text":"You're welcome to repeat this in your native language as well."},{"segment_id":5,"speaker_group":1,"source_text":"I do hereby affirm."},{"segment_id":6,"speaker_group":2,"source_text":"I do hereby affirm."},{"segment_id":7,"speaker_group":3,"source_text":"That I will tell the truth."},{"segment_id":8,"speaker_group":4,"source_text":"That I will tell the truth."},{"segment_id":9,"speaker_group":5,"source_text":"And nothing but the truth."},{"segment_id":10,"speaker_group":6,"source_text":"And nothing but the truth."},{"segment_id":11,"speaker_group":7,"source_text":"To this committee today."},{"segment_id":12,"speaker_group":8,"source_text":"To this committee today."},{"segment_id":13,"speaker_group":9,"source_text":"Thank you."},{"segment_id":14,"speaker_group":10,"source_text":"Thank you."},{"segment_id":15,"speaker_group":10,"source_text":"I'd like to welcome this panel."},{"segment_id":16,"speaker_group":10,"source_text":"Thank you very much for coming this morning."},{"segment_id":17,"speaker_group":10,"source_text":"We had people from South America."},{"segment_id":18,"speaker_group":10,"source_text":"I'm looking forward to now hearing from people from around the world and appreciate you taking your time to be here today."},{"segment_id":19,"speaker_group":10,"source_text":"What I would like you to do is give your opening statements and I think we'll have everyone on the panel do that."},{"segment_id":20,"speaker_group":10,"source_text":"And then we'll go back to the people at this podium and they will ask questions after you get through with your opening statements."},{"segment_id":21,"speaker_group":10,"source_text":"So would you like to start first?"},{"segment_id":22,"speaker_group":10,"source_text":"Thank you."},{"segment_id":23,"speaker_group":11,"source_text":"I am Dr. Roberto Pinotti, a sociologist, a retired aerospace journalist, and an ufologist as well."},{"segment_id":24,"speaker_group":11,"source_text":"I was born in 1944 in Venice and I live in Florence, Italy."},{"segment_id":25,"speaker_group":11,"source_text":"As a political science university student in 1967, I founded Centro Ufologico Nazionale, which is the most authoritative scientific ufo research team and one of the world's five oldest civilian ufo organizations still active in touch with Aeronautica Militare, the Italian Air Force."},{"segment_id":26,"speaker_group":11,"source_text":"Since 1947, Italy experienced more than 12,000 ufo events and four major ufo waves in 1950, 1954, 1973, and 1978."},{"segment_id":27,"speaker_group":11,"source_text":"And Aeronautica Militare Italiana faced them seriously."},{"segment_id":28,"speaker_group":11,"source_text":"In the '60s and '70s, I also developed discrete but important personal contacts with Soviet ufologists and I visited them in Moscow in 1974."},{"segment_id":29,"speaker_group":11,"source_text":"In 1978, Joseph Allen Hynek, the former consultant for the United States Air Force Project Blue Book, asked me to represent his Center for Ufo Studies in Italy."},{"segment_id":30,"speaker_group":11,"source_text":"I was already an Italian correspondent for NYCAP, APRO, and MUFON."},{"segment_id":31,"speaker_group":11,"source_text":"During the Cold War in 1971 and 1972, I had been an officer in the Italian Army's Nike-Hercules 3rd Missile Brigade."},{"segment_id":32,"speaker_group":11,"source_text":"And as such, I had been ordered to prepare an official ufo presentation for the staff of my unit, the text of which was later published in the Italian Army Magazine."},{"segment_id":33,"speaker_group":11,"source_text":"Back to civilian life after my marriage, I had been also asked to cooperate as a consultant on UFOs by Italian Army intelligence officer Colonel Michelangelo Privitera in Florence."},{"segment_id":34,"speaker_group":11,"source_text":"In 1978, I and CUN began to interact also with the Italian Air Force in Rome due to the amazing Italian UFO wave of that year with over 2,000 UFO sightings report."},{"segment_id":35,"speaker_group":11,"source_text":"Among so many reliable UFO experiences-- pilots, flight controllers, military personnel, journalists, and scientists, as well as common people-- in 1978, I directly witnessed for three hours, and also photographed near Perugia, some as darling-like UFO phenomena interacting with our group of 11 witnesses."},{"segment_id":36,"speaker_group":11,"source_text":"Since then, and as a result of this wave and of a parliamentary question mentioning me and CUN, our center, the Italian Air Force Reparto Generale Sicurezza, was charged by our government's premier, Giulio Andreotti, to monitor UFO phenomena in Italy regularly."},{"segment_id":37,"speaker_group":11,"source_text":"Then in 1980, I was invited by the House of Lords in London to lecture for them about the Italian 1978 UFO wave."},{"segment_id":38,"speaker_group":11,"source_text":"Later, the Italian Air Force Magazine published the text of my London speech and asked me to write articles about UFOs for this official publication regularly."},{"segment_id":39,"speaker_group":11,"source_text":"In 1981, I also started to cooperate with the French government's UFO State Commission, GEPAN, in Toulouse."},{"segment_id":40,"speaker_group":11,"source_text":"Between 1985 and 1995, I was involved as a sociologist in an Italian aerospace firm working on space architecture and habitability projects with the University of Florence for Alenia Spazio, the Italian Space Agency and the European Space Agency."},{"segment_id":41,"speaker_group":11,"source_text":"And I presented several scientific papers in different aerospace congresses."},{"segment_id":42,"speaker_group":11,"source_text":"In particular, a couple of my papers were highly appreciated by the SETI scientists during the International Astronautical Federation Congresses in 1988 and 1999."},{"segment_id":43,"speaker_group":11,"source_text":"I also investigated directly the Roswell and Philip Corso cases in the United States and also the case for ancient India's Vimana air vehicles in Pakistan."},{"segment_id":44,"speaker_group":11,"source_text":"In 1993, I started with the government of the Republic of San Marino an annual double world symposium about SETI and UFO research, destined to be the most important event of this kind in Europe during the last 21 years."},{"segment_id":45,"speaker_group":11,"source_text":"Besides, in 1994, we translated, released, and published the KGB UFO dossier we received from our Russian colleagues and were officially thanked by our government."},{"segment_id":46,"speaker_group":11,"source_text":"Since 1995, our international UFO magazine started in 1966, began to be distributed and sold in Italian newsstands."},{"segment_id":47,"speaker_group":11,"source_text":"And in 1997, a 1,600 page multimedia UFO encyclopedia edited by me was published in Italy and Spain."},{"segment_id":48,"speaker_group":11,"source_text":"Since 1973, I wrote and published 35 books about UFOs and related subjects, also published abroad."},{"segment_id":49,"speaker_group":11,"source_text":"In 2012, The Nature of the UFO Problem was even presented in a popular comic book with me as the principal character."},{"segment_id":50,"speaker_group":11,"source_text":"Apart from this, in 2000, the Italian Air Force sent an official delegation in their uniforms headed by the Reparto Generale Sicurezza's chief, General Aldo Oliveiro, to present their UFO data during the San Marino symposium."},{"segment_id":51,"speaker_group":11,"source_text":"Later, I was allowed in different occasions to consult their files in Rome."},{"segment_id":52,"speaker_group":11,"source_text":"That is, about 400 military UFO dossier in 40 years."},{"segment_id":53,"speaker_group":11,"source_text":"In my books, I publish the synthesis of most of these files, ranging from rather visual sightings and intercepting actions by pilots to photographic evidence and from physical traces cases to UFO landings and close encounters with their occupants."},{"segment_id":54,"speaker_group":11,"source_text":"Nevertheless, not all cases may be found in these archives, such as the event occurred in the president of Italy's private estate at Castelga-Porziano on August the 20th, 1963, and some other ghost cases."},{"segment_id":55,"speaker_group":11,"source_text":"As a good friend of the late Roman Catholic theologian Monsignor Corrado Balducci, who wrote the preface to one of my books, I am well-informed about the Vatican UFO and ET attitudes."},{"segment_id":56,"speaker_group":11,"source_text":"And I also lectured about all this inside the Vatican city, also recently, on the 24th of April of this year."},{"segment_id":57,"speaker_group":11,"source_text":"In 2000, we exposed in San Marino important historical documents verified by forensic analysis written in 1936 about Italian UFO reports in the '30s, showing that the first government who faced the UFO problem in the world was really the Italian government in 1933 with a secret scientific team created by Mussolini and headed by Guglielmo Marconi to study unconventional flying vehicles as possible new enemy weapons from another country in Europe."},{"segment_id":58,"speaker_group":11,"source_text":"Besides, recent historical studies confirm the visual evidence of the presence of UFOs also in Italian Renaissance paintings."},{"segment_id":59,"speaker_group":11,"source_text":"In my opinion, the intelligent nature of UFO phenomena is evident, and the extraterrestrial hypothesis in ufology is today stronger and stronger."},{"segment_id":60,"speaker_group":11,"source_text":"To conclude, this year, after the second official philatelic issue of a San Marino stamp about UFOs, delegates from 10 different countries-- Italy, France, USA, Switzerland, Hungary, Bulgaria, Romania, Spain, Norway, and Cuba-- proposed to create an international UFO documentation center in San Marino and presented during the symposium a common and definite scientific proposal for future and needed extraterrestrial contact protocols."},{"segment_id":61,"speaker_group":11,"source_text":"This will be a good basis for a necessary approach to exodiplomacy, the future scenario for human civilization."},{"segment_id":62,"speaker_group":11,"source_text":"Thank you."},{"segment_id":63,"speaker_group":11,"source_text":"Thank you."},{"segment_id":64,"speaker_group":11,"source_text":"[APPLAUSE] I think we're just going to go down the road-- down the road, and then we will come back and ask questions."},{"segment_id":65,"speaker_group":11,"source_text":"Dr. Shili?"},{"segment_id":66,"speaker_group":11,"source_text":"Welcome."},{"segment_id":67,"speaker_group":11,"source_text":"Thank you."},{"segment_id":68,"speaker_group":11,"source_text":"Congresswomen, congressmen, ladies and gentlemen, good afternoon."},{"segment_id":69,"speaker_group":11,"source_text":"My name is Sun Shili."},{"segment_id":70,"speaker_group":11,"source_text":"I am from the People's Republic of China."},{"segment_id":71,"speaker_group":11,"source_text":"I am the president of the World Chinese UFO Federation."},{"segment_id":72,"speaker_group":11,"source_text":"Our federation serves as a communication platform for the global Chinese on all aspects of UFO, including those in mainland China, Hong Kong, and Taiwan, and abroad."},{"segment_id":73,"speaker_group":11,"source_text":"We have 1.3 billion people in China."},{"segment_id":74,"speaker_group":11,"source_text":"And on top of that, we also have a lot of overseas Chinese."},{"segment_id":75,"speaker_group":11,"source_text":"That means we have a very big federation."},{"segment_id":76,"speaker_group":11,"source_text":"I also wanted to point out that Chinese people consider ourselves as the descendants of dragon."},{"segment_id":77,"speaker_group":11,"source_text":"And dragon is from out of space in the Chinese culture."},{"segment_id":78,"speaker_group":11,"source_text":"So in the Chinese culture, we are from out of space as descendants of dragon."},{"segment_id":79,"speaker_group":11,"source_text":"Secondly, we call our land as the land of deities, or the land of gods."},{"segment_id":80,"speaker_group":11,"source_text":"And another principle in the Chinese culture, which is also important, is that we seek the harmony between people and heaven."},{"segment_id":81,"speaker_group":11,"source_text":"So descendants of the dragon, the land of deities, and the harmony between people and heaven are very relevant with the hearing that is taking place today."},{"segment_id":82,"speaker_group":11,"source_text":"My career is in international affairs and international economics."},{"segment_id":83,"speaker_group":11,"source_text":"And I have been working in the government."},{"segment_id":84,"speaker_group":11,"source_text":"I have been a diplomat and a university professor."},{"segment_id":85,"speaker_group":11,"source_text":"But since the 1970s, I started to spend time on the subject of UFO and the study of the mysteries of the universe."},{"segment_id":86,"speaker_group":11,"source_text":"Since the establishment of the China UFO Research Institute in 1980, I have been actively involved in the leadership of the largest UFO organization in the world and later of the World Chinese UFO Federation."},{"segment_id":87,"speaker_group":11,"source_text":"So I have been a witness to the history of China UFO research and also a spokesperson or an advocate, if you will."},{"segment_id":88,"speaker_group":11,"source_text":"Since 1990s, I participated in a series of international conferences in Asia, Europe, North America, South America, and many other places, engaging in academic exchanges."},{"segment_id":89,"speaker_group":11,"source_text":"I've also been interviewed by many international media on China UFO research development."},{"segment_id":90,"speaker_group":11,"source_text":"This media include AP, BBC, CNN, NBC, Wall Street Journal, New York Times, Los Angeles Times, Christian Science Monitor, Times Magazine, and the most prestigious science and technology channel, Discovery."},{"segment_id":91,"speaker_group":11,"source_text":"Of course, in addition to that, for many years, we have also been interviewed by the Chinese state media, Xinhua, and the CCTV, and many other Chinese media."},{"segment_id":92,"speaker_group":11,"source_text":"So for the past 33 years, it's been a very hard time for Chinese UFO scholars."},{"segment_id":93,"speaker_group":11,"source_text":"But we are still committed to the study of this subject."},{"segment_id":94,"speaker_group":11,"source_text":"And we have gained a lot of great results, which is reflected in the following aspects."},{"segment_id":95,"speaker_group":11,"source_text":"First, everyone on this planet is looking for our roots in the universe."},{"segment_id":96,"speaker_group":11,"source_text":"We have the right to know."},{"segment_id":97,"speaker_group":11,"source_text":"We have the right to discover."},{"segment_id":98,"speaker_group":11,"source_text":"The mission of the Chinese UFO scholars is to help our citizens realize and implement their right to know and their right to discover."},{"segment_id":99,"speaker_group":11,"source_text":"Any attempt to cover up is unacceptable."},{"segment_id":100,"speaker_group":11,"source_text":"Secondly, statistics of the China UFO groups show that people involved in the subject of UFO is an overwhelming scale."},{"segment_id":101,"speaker_group":11,"source_text":"According to our statistics, in China, out of 1.3 billion people, we have close to tens of millions of people who are UFO enthusiasts."},{"segment_id":102,"speaker_group":11,"source_text":"And those who are interested in UFO subject or believe that UFO exists account for half of the Chinese population, which is about 500 million people."},{"segment_id":103,"speaker_group":11,"source_text":"A group of senior scholars in the China UFO Research Institute come from various backgrounds that include scientific research agencies, aerospace, aviation, manufacturing, astronomy."},{"segment_id":104,"speaker_group":11,"source_text":"And many scholars are very prestigious scholars in the society."},{"segment_id":105,"speaker_group":11,"source_text":"For example, a scientist who is actively engaged with us, Mr. Qian Xuesen, Wang Ganchang, and a mathematician, Mr. Chen Jingrun, and a very famous astronomer, we are working with these people frequently."},{"segment_id":106,"speaker_group":11,"source_text":"And we actually have more than 100,000 members."},{"segment_id":107,"speaker_group":11,"source_text":"This is a very big team."},{"segment_id":108,"speaker_group":11,"source_text":"And we are all contributing our share to the study of UFO."},{"segment_id":109,"speaker_group":11,"source_text":"Certainly, after years of research, a large number of Chinese UFO scholars, including myself, are convinced the authenticity of UFO, the existence of UFO and aliens."},{"segment_id":110,"speaker_group":11,"source_text":"To testify the existence of the UFO and aliens, I have also written articles that have appeared in China's encyclopedia, which is a very prestigious encyclopedia in China that was edited by Mr. Chen Juesheng, a famous scientist in China."},{"segment_id":111,"speaker_group":11,"source_text":"So we believe the existence of UFO."},{"segment_id":112,"speaker_group":11,"source_text":"We believe the existence of aliens and extraterrestrials."},{"segment_id":113,"speaker_group":11,"source_text":"For many years after our research and investigation, we have recorded some third kind cases, including the Fengshan Mountain incident, the Feishan incident, the Beijing Cao Gong incident, and the Luxi Farm incident, as well as interaction with the national civil aviation system and the military with outer space."},{"segment_id":114,"speaker_group":11,"source_text":"Fourth, China has the earliest and the most recorded cases of the third kind in the world."},{"segment_id":115,"speaker_group":11,"source_text":"The earliest can be traced back to 12,000 years ago, prehistoric records carved in ancient stone plate."},{"segment_id":116,"speaker_group":11,"source_text":"According to our studies, up to 5,000 years of written history, there is a wealth of suspected mysterious UFO-related data and files, including ancient data from the ancient local governments, official documents, history, ancient scientific literature, or even in civil literary works."},{"segment_id":117,"speaker_group":11,"source_text":"We see all these records, which prove that UFO does exist and also proves the real existence of the interaction between UFO and humans."},{"segment_id":118,"speaker_group":11,"source_text":"Fifth, the physical evidence of an alien civilization, ancient alien statue may be the powerful evidence of this existence."},{"segment_id":119,"speaker_group":11,"source_text":"We have a number of jade statues of ancient aliens, which closely resemble the aliens."},{"segment_id":120,"speaker_group":11,"source_text":"I have three here for your reference."},{"segment_id":121,"speaker_group":11,"source_text":"They look very, very much like aliens."},{"segment_id":122,"speaker_group":11,"source_text":"And our expert appraisal indicates that these statues could have been in existence for at least 100 million years."},{"segment_id":123,"speaker_group":11,"source_text":"This is from the studies of our geologists and archaeologists."},{"segment_id":124,"speaker_group":11,"source_text":"This may also be the earliest evidence of alien civilizations' communication with humans or the Earth."},{"segment_id":125,"speaker_group":11,"source_text":"And sixth, in China, there are thousands of alien communicators who claim to be receiving information from out of space."},{"segment_id":126,"speaker_group":11,"source_text":"Some of this information has very high scientific and practical value."},{"segment_id":127,"speaker_group":11,"source_text":"A few individual alien communicators claim that they have communicated with the universal source and claim to have even obtained the core secrets of the universe."},{"segment_id":128,"speaker_group":11,"source_text":"These claims are viewed as controversial."},{"segment_id":129,"speaker_group":11,"source_text":"We have organized a group of experts to conduct in-depth research and verification tests."},{"segment_id":130,"speaker_group":11,"source_text":"So far, we have made some very encouraging initial results."},{"segment_id":131,"speaker_group":11,"source_text":"Number seven, my last point, Chinese UFO scholars have worked independently or cooperatively with scientists and inventors in the design, the manufacture, the experiment of dozens of high-performance disc-shaped artifact with all new power systems."},{"segment_id":132,"speaker_group":11,"source_text":"At the same time, we have conducted R&D on many important state-of-the-art technology, including new energy, environmental protection, and pollution treatment."},{"segment_id":133,"speaker_group":11,"source_text":"At the same time, we are doing research in high-tech areas, which includes pollution treatment, disaster prevention and mitigation, medicine and health engineering, as well as genetic engineering."},{"segment_id":134,"speaker_group":11,"source_text":"We have also participated in the solution of finding a solution to a series of problems."},{"segment_id":135,"speaker_group":11,"source_text":"But our scholars recognize that the study of the sky is for the benefit of the ground."},{"segment_id":136,"speaker_group":11,"source_text":"We're doing research of the outer space because we want to benefit the Earth."},{"segment_id":137,"speaker_group":11,"source_text":"We are not from outer space, but we are concerned about what's going on out there."},{"segment_id":138,"speaker_group":11,"source_text":"We are not saviors, but we are doing our study because we are trying to find a solution to the problems that we face on this Earth."},{"segment_id":139,"speaker_group":11,"source_text":"We're not Einstein, but our mission is to transcend what he has done, and to find the solution to solve the common problems that we face on Earth today, and to find the truth, and to meet a new era of civilization."},{"segment_id":140,"speaker_group":11,"source_text":"Thank you very much."},{"segment_id":141,"speaker_group":11,"source_text":"[APPLAUSE] Just want to remind all of you, we're going to come back for questionnaires after all of you have given your opening statements."},{"segment_id":142,"speaker_group":11,"source_text":"So Mr. Cameron from Canada."},{"segment_id":143,"speaker_group":11,"source_text":"Thank you."},{"segment_id":144,"speaker_group":11,"source_text":"Some of what I have is repetitive of yesterday, so I'm just going to summarize just the first part of my testimony, which you have."},{"segment_id":145,"speaker_group":11,"source_text":"I have added, however, some documents, which are as handwritten files here, which I'll refer to near the end."},{"segment_id":146,"speaker_group":11,"source_text":"As I mentioned yesterday, the records for the Canadian investigation, all these records are online."},{"segment_id":147,"speaker_group":11,"source_text":"The Canadian government does not dispute any of the material that is online."},{"segment_id":148,"speaker_group":11,"source_text":"It should be pointed out, I believe, that the Canadian investigation from 1950 to 1954 was the most open investigation of any in the world."},{"segment_id":149,"speaker_group":11,"source_text":"In fact, they didn't even use the word UFO."},{"segment_id":150,"speaker_group":11,"source_text":"They used the word flying saucers and flying disks."},{"segment_id":151,"speaker_group":11,"source_text":"It was very open. 1954, as I'll explain, an incident occurred."},{"segment_id":152,"speaker_group":11,"source_text":"It was shut down."},{"segment_id":153,"speaker_group":11,"source_text":"The lights went off, and that was the end of it."},{"segment_id":154,"speaker_group":11,"source_text":"My testimony is based on these files and also on the personal files of Wilbert B. Smith, who was a superintendent of radio regulations for the Department of Transport and who also headed the government UFO investigation."},{"segment_id":155,"speaker_group":11,"source_text":"Basically, what the story comes down to, it centers around the top secret memo, which I described yesterday."},{"segment_id":156,"speaker_group":11,"source_text":"The Canadians went to the Americans in 1950."},{"segment_id":157,"speaker_group":11,"source_text":"They wanted to find out what the Americans knew about the flying saucer phenomena, and through the military attache at the Canadian embassy and through the Canadian embassy, they made inquiries to officials at the Research and Development Board."},{"segment_id":158,"speaker_group":11,"source_text":"And all that material was summed up and put in the top secret memo, which I put on record yesterday."},{"segment_id":159,"speaker_group":11,"source_text":"And basically, it was summed up saying that the Americans notified the Canadians flying saucers were real."},{"segment_id":160,"speaker_group":11,"source_text":"It was the most highly classified subject in the United States, rated two points higher than the hydrogen bomb."},{"segment_id":161,"speaker_group":11,"source_text":"A small group headed up by President Roosevelt's former science advisor, Vannevar Bush, was in charge of the investigation."},{"segment_id":162,"speaker_group":11,"source_text":"The fourth point was the American officials considered the matter to be of tremendous significance."},{"segment_id":163,"speaker_group":11,"source_text":"And the fifth item, the American officials notified the Canadians that other things might be associated with the saucers, such as mental phenomena."},{"segment_id":164,"speaker_group":11,"source_text":"And this mental phenomena aspect was later confirmed by two high level American sources."},{"segment_id":165,"speaker_group":11,"source_text":"Smith left his personal records, which we recovered."},{"segment_id":166,"speaker_group":11,"source_text":"And it showed that he was in contact with Vannevar Bush."},{"segment_id":167,"speaker_group":11,"source_text":"The Canadian flying saucer investigation shows that besides tracking sighting reports, a flying saucer detection station, which I think we have a photo of, had been set up on a property provided by the Defense Research Board in Canada, where the Canadians were trying to detect a flying saucer, and actually did on August the 8th, 1954."},{"segment_id":168,"speaker_group":11,"source_text":"The Canadians also-- and this was announced in a speech by Paul Hellyer in 1967, when he was the defense minister-- that in 1954, the Canadians actually opened up a base, a top secret base at Suffield, Alberta, for flying saucers to land."},{"segment_id":169,"speaker_group":11,"source_text":"The Canadians had made contact."},{"segment_id":170,"speaker_group":11,"source_text":"They had initiated a contact, which I can describe later, where they wanted to fly over the flying saucer observatory, which it did."},{"segment_id":171,"speaker_group":11,"source_text":"And they had plans which were approved at one point by the Prime Minister of Canada, the Royal Canadian Mounted Police, and the Department of Defense to land a flying saucer at Suffield, Alberta."},{"segment_id":172,"speaker_group":11,"source_text":"On August the 8th, 1954, the flying saucer observatory recorded an unknown object flying over."},{"segment_id":173,"speaker_group":11,"source_text":"And this can actually be seen in FBI documents to describe the planning for this."},{"segment_id":174,"speaker_group":11,"source_text":"When this was written up in the press, the flying saucer investigation was completely shut down."},{"segment_id":175,"speaker_group":11,"source_text":"Nothing really happened."},{"segment_id":176,"speaker_group":11,"source_text":"All the Canadians followed the American lead in the late 1960s."},{"segment_id":177,"speaker_group":11,"source_text":"They shut the program down."},{"segment_id":178,"speaker_group":11,"source_text":"All the files are moved to the National Research Council."},{"segment_id":179,"speaker_group":11,"source_text":"The files today are actually sent to a researcher in my city, in Winnipeg, Manitoba, Canada."},{"segment_id":180,"speaker_group":11,"source_text":"None of the top secret, none of the secret, but all the siting reports are actually sent to an investigator from the Canadian government."},{"segment_id":181,"speaker_group":11,"source_text":"And that investigator puts out a report every year based upon those sitings and other sitings that he gets."},{"segment_id":182,"speaker_group":11,"source_text":"After Wilbur Smith's personal files were made public in 1982, more details related to the United States-Canadian Joint Flying Saucer Investigation were made public."},{"segment_id":183,"speaker_group":11,"source_text":"Smith's letters showed that he was receiving UFO hardware from the United States authorities to analyze."},{"segment_id":184,"speaker_group":11,"source_text":"When I asked his metallurgist, Arthur Bridge, how much material they had actually handled, he replied, tons of it."},{"segment_id":185,"speaker_group":11,"source_text":"In interviews with Smith shortly before his death, he told a group of visiting researchers from Ohio that the United States military has tons of hardware, and they also had much film."},{"segment_id":186,"speaker_group":11,"source_text":"Smith spelled out to researchers that the hardware was controlled by US government officials and not the US Air Force."},{"segment_id":187,"speaker_group":11,"source_text":"Smith's oldest son testified on record a number of times that his father confirmed to him before he died that he had been shown a downed flying saucer and the bodies by American officials."},{"segment_id":188,"speaker_group":11,"source_text":"Smith's files were identified two sources, Dr. Vannevar Bush and Dr. Robert Sarbacher, who-- these are the letters I'd like to refer to now."},{"segment_id":189,"speaker_group":11,"source_text":"Dr. Robert Saubacher was identified by the Saturday Evening Post as the boy genius."},{"segment_id":190,"speaker_group":11,"source_text":"He ran the Washington Institute of Technology."},{"segment_id":191,"speaker_group":11,"source_text":"He was the dean of graduate studies at Georgia Tech."},{"segment_id":192,"speaker_group":11,"source_text":"And in the 1950s, he co-authored a university textbook on hyper and ultra-high frequency engineering for US universities."},{"segment_id":193,"speaker_group":11,"source_text":"He was one of the main contacts that the Canadians were put in contact with."},{"segment_id":194,"speaker_group":11,"source_text":"And you can see on the opening of the Saubacher notes here, I have highlighted one particular point because one of the congressmen brought up yesterday whether we have a document that actually talks about alien bodies."},{"segment_id":195,"speaker_group":11,"source_text":"This is a transcript that Wilbur Smith made of the interview that was done at the Canadian Embassy in September of 1950."},{"segment_id":196,"speaker_group":11,"source_text":"And he's talking to Saubacher and the question he asks, and I have it highlighted there, I have read Scully's book on the saucers and would like to know how much of it is true."},{"segment_id":197,"speaker_group":11,"source_text":"The Scully book was a book written on crash flying saucers."},{"segment_id":198,"speaker_group":11,"source_text":"It reported to be a crash at Aztec New Mexico in March of 1948 recovering bodies and a craft."},{"segment_id":199,"speaker_group":11,"source_text":"Smith asked Saubacher how much of this book is true."},{"segment_id":200,"speaker_group":11,"source_text":"Saubacher's reply is the facts reported in the book are substantially correct."},{"segment_id":201,"speaker_group":11,"source_text":"I'd also like to refer to you what happened was in 1982 Wilbur Smith's files were made public and everybody learned the fact that Saubacher was the main witness in the United States providing material to the Canadians and everybody started to chase him."},{"segment_id":202,"speaker_group":11,"source_text":"Stanton Friedman has an extensive audio interview with him that you can actually get on the internet."},{"segment_id":203,"speaker_group":11,"source_text":"I refer you to a letter here from the Washington Institute of Technology."},{"segment_id":204,"speaker_group":11,"source_text":"This is to a researcher in California, Bill Steinman, who writes to Dr. Saubacher and trying to confirm to him, is this true, what is the deal here?"},{"segment_id":205,"speaker_group":11,"source_text":"Saubacher had told Stanton Friedman that what had happened was in 1950 there was a briefings at Wright-Patterson Air Force Base of a downed saucer and bodies that he couldn't go to the meeting but he was in the Navy office in Washington DC and listened to all the high ranking scientists who had come back from the briefing and told him what was going on."},{"segment_id":206,"speaker_group":11,"source_text":"In this letter on page two he basically says, I recall the interview with Dr. Bremner at the Canadian Embassy, I think I gave the answer so he confirms these handwritten briefings that I, or notes that I showed you."},{"segment_id":207,"speaker_group":11,"source_text":"He said, the only thing I can remember is that certain materials reported to come from flying saucers were extremely light and very tough."},{"segment_id":208,"speaker_group":11,"source_text":"I'm sure the laboratories analyzed them."},{"segment_id":209,"speaker_group":11,"source_text":"And then he confirms in this letter that he signs in 1983 that there were bodies, that he was told about bodies."},{"segment_id":210,"speaker_group":11,"source_text":"In the interview with Stanton Friedman, he's a little more specific but you have a letter here of a high ranking American official that the Canadians got in contact with that confirmed that the Americans did have bodies and they did have a craft."},{"segment_id":211,"speaker_group":11,"source_text":"What he did, and this is the last part of my testimony, Stanton Friedman was talking to him and he said, can you tell me who was at the meeting?"},{"segment_id":212,"speaker_group":11,"source_text":"He identified a number of people."},{"segment_id":213,"speaker_group":11,"source_text":"All the people that he identified were dead until he came to the fact that there was one person from Pennsylvania who was at all the meetings and knew what was going on."},{"segment_id":214,"speaker_group":11,"source_text":"That engineer, Dr. Eric Walker, confirmed to Bill Steinman that he had attended the Wright-Patterson Air Force meetings."},{"segment_id":215,"speaker_group":11,"source_text":"Walker had held many top jobs such as 15 years as the President of Penn State University."},{"segment_id":216,"speaker_group":11,"source_text":"He was Chairman of the Board of the Institute for Defense Analysis, the top military think tank used by the Department of Defense."},{"segment_id":217,"speaker_group":11,"source_text":"He was Chairman of the National Science Foundation."},{"segment_id":218,"speaker_group":11,"source_text":"He was Executive Secretary of the Research and Development Board and headed the Navy's Applied Research Lab at State College, Pennsylvania."},{"segment_id":219,"speaker_group":11,"source_text":"In discussions with more than half a dozen researchers over eight years, Dr. Walker tried not to talk about the subject, but he did confirm that there were ET recoveries, communication with aliens, and that there was a secret control group that was overseeing the entire subject."},{"segment_id":220,"speaker_group":11,"source_text":"After Dr. Walker's death, his son, Brian Walker, confirmed that there had been a file that contained a number of official government documents."},{"segment_id":221,"speaker_group":11,"source_text":"He claimed he did not read them."},{"segment_id":222,"speaker_group":11,"source_text":"He recalls that there were drawings, but did not mention whether it was of bodies or disks."},{"segment_id":223,"speaker_group":11,"source_text":"He claimed that the file containing the information in Penn-- there was information about a crash in Pennsylvania and one in the western United States."},{"segment_id":224,"speaker_group":11,"source_text":"He thinks he just-- his father destroyed the file before his death because when he moved the files from the house to Penn State University, the file was no longer there."},{"segment_id":225,"speaker_group":11,"source_text":"And that's my statement."},{"segment_id":226,"speaker_group":11,"source_text":"Thank you."},{"segment_id":227,"speaker_group":12,"source_text":"Thank you."},{"segment_id":228,"speaker_group":12,"source_text":"[ Applause ]"},{"segment_id":229,"speaker_group":13,"source_text":"Mr. Pope, welcome back."},{"segment_id":230,"speaker_group":14,"source_text":"Thank you."},{"segment_id":231,"speaker_group":14,"source_text":"Madam Chair, Representatives, Senator, you should all have a printed out copy of my opening statement but with your permission, I'll read it onto the record."},{"segment_id":232,"speaker_group":15,"source_text":"Okay, thank you."},{"segment_id":233,"speaker_group":16,"source_text":"The UK Ministry of Defense is an organization broadly analogous to the US Department of Defense and has a dual role both as a policymaking department of state and as the UK's highest level military headquarters."},{"segment_id":234,"speaker_group":16,"source_text":"I worked there for 21 years as a civilian, three of which were spent on MOD's UFO project."},{"segment_id":235,"speaker_group":16,"source_text":"That's a job I had from 1991 to 1994."},{"segment_id":236,"speaker_group":16,"source_text":"The MOD's UFO project ran from 1953 to 2009 and in that time, over 12,000 sightings were investigated."},{"segment_id":237,"speaker_group":16,"source_text":"MOD's role here was to research and investigate the phenomenon to determine whether there was evidence of any potential threat to the defense of the UK or anything of more general defense interest."},{"segment_id":238,"speaker_group":16,"source_text":"The UK's interest in UFOs had its roots in concerns that some objects might be foreign military aircraft on reconnaissance missions or on missions to test the capabilities and effectiveness of our air defense network, both in terms of radar and air defense aircraft."},{"segment_id":239,"speaker_group":16,"source_text":"The work we did was very similar to the work done by the US government's UFO program embedded in the United States Air Force under a number of different project names, the best known of which was Project Blue Book."},{"segment_id":240,"speaker_group":16,"source_text":"The UK's program had no formal project name."},{"segment_id":241,"speaker_group":16,"source_text":"Our conclusions were that most sightings could be explained as misidentifications of known objects or phenomena."},{"segment_id":242,"speaker_group":16,"source_text":"However, around 5% appeared to defy conventional explanation and were of considerable interest."},{"segment_id":243,"speaker_group":16,"source_text":"We took no position on the nature of these sightings and remained open-minded as to the possibilities."},{"segment_id":244,"speaker_group":16,"source_text":"Accordingly, while we were aware of no evidence that would support the theory that any UFO sightings were attributable to extraterrestrial life, we didn't entirely rule out that possibility."},{"segment_id":245,"speaker_group":16,"source_text":"It was regarded as a low-probability, high-consequence scenario, which is why from time to time the possibility was at least considered in internal MOD discussions."},{"segment_id":246,"speaker_group":16,"source_text":"Despite the wider societal implications, MOD's interest was narrowly focused on technology acquisition."},{"segment_id":247,"speaker_group":16,"source_text":"Scientific and technical intelligence experts in MOD's defense intelligence staff were not averse to speculating about exotic energy sources, propulsion systems or aerodynamics in relation to UFOs."},{"segment_id":248,"speaker_group":16,"source_text":"And perhaps the most graphic illustration of this was a defense intelligence staff document from 1995 which read in part, \"If the sightings are of devices not of this earth, then their purpose needs to be established as a matter of priority."},{"segment_id":249,"speaker_group":16,"source_text":"There has been no apparent hostile intent and other possibilities are, one, military reconnaissance, two, scientific, three, tourism.\""},{"segment_id":250,"speaker_group":16,"source_text":"[ Laughter ] The intent was practical as the document went on to set out, quote, \"We could use this technology if it exists.\""},{"segment_id":251,"speaker_group":16,"source_text":"Though we accepted UFO reports from everyone, and indeed the vast majority of those reports came to us from the public, the sightings that were of most interest were those where the witnesses were police officers, pilots, or military personnel."},{"segment_id":252,"speaker_group":16,"source_text":"And when I say pilots, I mean both civil aircraft pilots and military pilots."},{"segment_id":253,"speaker_group":16,"source_text":"We were also particularly interested in sightings where there was some corroborative evidence, e.g. in terms of radar data or a photograph or film that specialist imagery analysis staff could evaluate."},{"segment_id":254,"speaker_group":16,"source_text":"Of particular concern to us were a number of incidents where there were near misses between UFOs and commercial aircraft."},{"segment_id":255,"speaker_group":16,"source_text":"There are several such cases in the MOD's UFO files and in the files of the Civil Aviation Authority, which is a UK government agency broadly equivalent to the US FAA."},{"segment_id":256,"speaker_group":16,"source_text":"The UK's best known and most compelling UFO incident is a series of sightings that occurred in December 1980, collectively known as either the Rendlesham Forest incident or the Bentwaters incident, and the committee has already taken evidence on this."},{"segment_id":257,"speaker_group":16,"source_text":"In the late '90s, the MOD's defense intelligence staff commissioned a review of many of the UFO sightings that MOD had investigated over the years."},{"segment_id":258,"speaker_group":16,"source_text":"This intelligence analysis was known as Project Condign, which was a randomly generated code word."},{"segment_id":259,"speaker_group":16,"source_text":"And this attempted some trend analysis of the reports received as opposed to reinvestigation of individual cases."},{"segment_id":260,"speaker_group":16,"source_text":"The final report was published in the year 2000 and ran to over 400 pages."},{"segment_id":261,"speaker_group":16,"source_text":"The title was Unidentified Aerial Phenomena in the UK Air Defense Region."},{"segment_id":262,"speaker_group":16,"source_text":"The MOD often uses the phrase UAP, Unidentified Aerial Phenomena, in internal correspondence, so as to avoid the unfortunate stigma that comes from the term UFO."},{"segment_id":263,"speaker_group":16,"source_text":"At the time, Project Condyne's final report was classified secret UK eyes only."},{"segment_id":264,"speaker_group":16,"source_text":"Its controversial conclusion was that some UFO sightings might be attributable to exotic atmospheric plasmas, and that there might be novel military applications, e.g. in terms of directed energy weapons, that might merit further study."},{"segment_id":265,"speaker_group":16,"source_text":"Again, the air safety implications of the phenomenon were judged to be an important part, and one recommendation of the study read as follows, no attempt should be made to outmaneuver a UAP during interception."},{"segment_id":266,"speaker_group":16,"source_text":"Another recommendation stated, at higher altitudes, although UAP appear to be benign to civil air traffic, pilots should be advised not to maneuver other than to place the object astern if possible."},{"segment_id":267,"speaker_group":16,"source_text":"A redacted version of Project Condyne's final report was made available to the public in May 2006, following a number of Freedom of Information Act requests."},{"segment_id":268,"speaker_group":16,"source_text":"There is in the UK, as in the US, a widely held belief that the authorities know more about UFOs than they're telling the public, i.e. that there's a coverup and a conspiracy on the subject."},{"segment_id":269,"speaker_group":16,"source_text":"I think there are two relevant factors here."},{"segment_id":270,"speaker_group":16,"source_text":"Firstly, the MOD was and still is an inherently secretive organization despite the introduction of the UK's Freedom of Information Act."},{"segment_id":271,"speaker_group":16,"source_text":"Secondly, it was the longstanding policy of the MOD to downplay the extent of the department's interest and the scope of our official research and investigation, not all of which, especially post-Freedom of Information Act, generated the paper trail that one might expect and hope for."},{"segment_id":272,"speaker_group":16,"source_text":"To give a practical example of this, we consistently told the UK's Parliament, the media and the public that UFOs were of limited interest and \"no defense significance,\" while highly classified intelligence studies such as Project Condyne were being carried out away from public scrutiny."},{"segment_id":273,"speaker_group":16,"source_text":"That said, despite the secrecy and despite the downplaying of MOD's UFO-related work, I'm not aware of any coverup or conspiracy in the sense that proponents of such theories mean."},{"segment_id":274,"speaker_group":16,"source_text":"MOD's UFO project was terminated in 2009 as part of a wider series of defense cuts, and while the public no longer have an official point of contact for their sightings, pilots can and do continue to make reports on an ad hoc basis, though they tend to avoid the phrase UFO or indeed UAP."},{"segment_id":275,"speaker_group":16,"source_text":"And in my experience now tend to use phrases such as \"unusual aircraft.\""},{"segment_id":276,"speaker_group":16,"source_text":"In 2007, the MOD made a policy decision to declassify and release its entire archive of UFO files, following a similar decision made by the French government in 2007."},{"segment_id":277,"speaker_group":16,"source_text":"This five-year program, in which I've been personally involved, began with the release of the first batch of files in May 2008."},{"segment_id":278,"speaker_group":16,"source_text":"Subsequent batches followed, and the program reaches its climax this year."},{"segment_id":279,"speaker_group":16,"source_text":"To date, over 50,000 pages of documents have been sent to the UK's National Archives."},{"segment_id":280,"speaker_group":16,"source_text":"The UK and France are two of a number of nations that have opened their UFO files recently in response to pressure from media and the public, and again, the committee's had some testimony on that."},{"segment_id":281,"speaker_group":16,"source_text":"In concluding, I should say that I do not have a single neat explanation for the UFO mystery, and neither am I aware that anyone in the UK government has or had reached a definitive conclusion."},{"segment_id":282,"speaker_group":16,"source_text":"However, having undertaken three years of official UK government research and investigation into the UFO phenomenon, my belief, my assessment, is that whatever the true nature of the phenomenon, it raises important defense, national security, and air safety issues."},{"segment_id":283,"speaker_group":16,"source_text":"Additionally, as pointed out in Project Condine's final report, there are potential novel technology applications and military applications that may result from a proper scientific study of the phenomenon."},{"segment_id":284,"speaker_group":16,"source_text":"And finally, and perhaps most importantly in relation to this event, and I think we heard it most graphically with the testimony from Sergeants Penniston and Burroughs and their ongoing quest for their medical records, I think it's clear that, again, whatever the nature of this phenomenon and this mystery, there are issues of political accountability, open government, and freedom of information here."},{"segment_id":285,"speaker_group":16,"source_text":"Thank you."},{"segment_id":286,"speaker_group":16,"source_text":"[ Applause ]"},{"segment_id":287,"speaker_group":17,"source_text":"If I may call you Antonio."},{"segment_id":288,"speaker_group":18,"source_text":"Yes."},{"segment_id":289,"speaker_group":19,"source_text":"Welcome back."},{"segment_id":290,"speaker_group":20,"source_text":"Thank you."},{"segment_id":291,"speaker_group":20,"source_text":"So good afternoon distinguished members and panelists of the Citizen Hearing on UFOs."},{"segment_id":292,"speaker_group":20,"source_text":"Today we're discussing official investigations from various countries around the world."},{"segment_id":293,"speaker_group":20,"source_text":"Among those nations that have conducted some kind of official UFO research besides the United States and South America, which have been dealt in previous sessions, we can mention Russia, the United Kingdom, France, Belgium, Spain, Italy, Sweden, Denmark, Ukraine, Poland, Australia, and New Zealand to cite a few."},{"segment_id":294,"speaker_group":20,"source_text":"We have with us experts that will discuss or had just discussed some of these countries like Italy, the UK, Canada, and China, but no representatives from the other nations."},{"segment_id":295,"speaker_group":20,"source_text":"So I will cover briefly the history of official investigations of two particularly important countries, France and Russia, which have a rich amount of material in this field."},{"segment_id":296,"speaker_group":20,"source_text":"Let's start with France, a country that has one of the oldest, continuous, and most rational approaches to the UFO problem."},{"segment_id":297,"speaker_group":20,"source_text":"Some military investigations in France go back to the '50s, but the current program really took off in the mid-'70s when a series of important steps were taken by the French government."},{"segment_id":298,"speaker_group":20,"source_text":"In 1974, the Minister of Defense, Robert Galli, admitted in a famous radio interview that, quote, \"The massive reports coming in from the gendarmerie were pretty disturbing.\""},{"segment_id":299,"speaker_group":20,"source_text":"The minister added that, quote, \"I believe that the attitude of spirit that we must adopt vis-a-vis the phenomenon is an open one, that is to say that it doesn't consist in denying a priori as our ancestors of previous centuries did deny many things that seem nowadays perfectly elementary,\" end quote."},{"segment_id":300,"speaker_group":20,"source_text":"The National Gendarmerie, which is a national police force, similar to our state troopers, had been investigating UFO incidents since the '60s, including a famous UFO landing and close encounter of the third kind, CE-3, cases where humanoid beings or UFO occupants are seen in connection with the sighting in Valensole in 1965."},{"segment_id":301,"speaker_group":20,"source_text":"Ten years later, the gendarmerie formalized its UFO protocols by issuing instructions that gendarmes throughout the French territory, including those overseas like French Guyana or Reunion Island in the Indian Ocean, should respond and investigate any UFO incident reported by French citizens."},{"segment_id":302,"speaker_group":20,"source_text":"These protocols are still current."},{"segment_id":303,"speaker_group":20,"source_text":"In 1977, the Institute of High Studies of National Defense, or IHEDN, a key think tank of the French military, released an important study which recommended establishment of a permanent agency to study UFOs."},{"segment_id":304,"speaker_group":20,"source_text":"This was accomplished later that year when the CNAS, the French space agency equivalent to our NASA, created the study group of unidentified aerospace phenomena, GEPAN, under the direction of aerospace engineer Claude Poher, who had conducted UFO research on his own for a number of years."},{"segment_id":305,"speaker_group":20,"source_text":"One of his first tasks was to conduct a statistical study of 354 UFO cases collected by the gendarmerie, 25% of which remained unexplained."},{"segment_id":306,"speaker_group":20,"source_text":"On the morning of January 8, 1981, GEPAN's most important case took place."},{"segment_id":307,"speaker_group":20,"source_text":"A UFO landed on the property of a farmer in Transan-Provence in the Valle region of southwest France."},{"segment_id":308,"speaker_group":20,"source_text":"Although the case had only one witness, the farmer Renato Nicolai, the case became important because of the physical evidence left by the UFO on the alfalfa field, which was analyzed scientifically by a number of French laboratories."},{"segment_id":309,"speaker_group":20,"source_text":"Among other things, the alfalfa leaves lost from 30 to 50% of chlorophyll, and the traces on the terrain were still perceptible 40 days after the event, according to the official report."},{"segment_id":310,"speaker_group":20,"source_text":"Stranger still was what an official GEPAN chart-- and I don't know if we have it on the-- I had given it previously, so hopefully it will appear on the screen, the chart."},{"segment_id":311,"speaker_group":20,"source_text":"Stranger was what an official GEPAN chart characterized as, quote, \"time-space effect.\""},{"segment_id":312,"speaker_group":20,"source_text":"Professor Buaz, one of the scientists who conducted the analysis, explained that while the plants were physiologically young, after the UFO landing, they presented-- and I'm quoting now-- \"the biochemical characteristics of leaves of an advanced age,\" old leaves."},{"segment_id":313,"speaker_group":20,"source_text":"So in other words, they were young plants."},{"segment_id":314,"speaker_group":20,"source_text":"After the UFO landed, they became biochemically old."},{"segment_id":315,"speaker_group":20,"source_text":"And that, according to the scientists, doesn't happen in nature."},{"segment_id":316,"speaker_group":20,"source_text":"The final conclusion of the GEPAN chart was, quote, \"physical phenomenon of unexplained nature, high probability of electromagnetic mode of propulsion.\""},{"segment_id":317,"speaker_group":20,"source_text":"Despite this and other significant cases investigated and documented by GEPAN, the agency was downgraded in the mid-'80s, and the name was changed to SEPRA, an acronym for the Reentry of Atmospheric Objects."},{"segment_id":318,"speaker_group":20,"source_text":"Although the agency continued to investigate UFO cases under the direction of Jean-Jacques Velasco, who was the case investigator of the Trans-en-Provence incident."},{"segment_id":319,"speaker_group":20,"source_text":"In 2007, however, a new reorganization took place, and the name was changed again to GEPAN-- so they added an I there-- Study and Information Group of Unidentified Aerospace Phenomena."},{"segment_id":320,"speaker_group":20,"source_text":"GEPAN also launched a comprehensive website and began the process of releasing all of its documents, which are now available within the CNS portal."},{"segment_id":321,"speaker_group":20,"source_text":"That's the French Space Agency."},{"segment_id":322,"speaker_group":20,"source_text":"Parallel to the official GEPAN and gendarmerie investigations, there has also been some highly interesting semi-official reports from groups connected to the French military, intelligence, and aeronautical establishment."},{"segment_id":323,"speaker_group":20,"source_text":"The first and most famous one was the so-called cometa report of 1999, entitled UFOs and Defense-- What Should We Prepare For?"},{"segment_id":324,"speaker_group":20,"source_text":"Although not an official government report in the strict sense of the word, cometa was composed of a group of retired, high ranking military and intelligence officers under the direction of retired Major General Dennis Letty."},{"segment_id":325,"speaker_group":20,"source_text":"Their conclusion that UFOs were definitely real and most likely of extraterrestrial origin were very strong."},{"segment_id":326,"speaker_group":20,"source_text":"More recently, another quasi-official organization, the 3AF, which stands for the Aeronautical and Astronomical Association of France, created a high level study group known as the Sigma Commission under the direction of Alain Boudier."},{"segment_id":327,"speaker_group":20,"source_text":"Sigma has recently completed a long report, again confirming the existence of a real UFO phenomenon of likely ET origin."},{"segment_id":328,"speaker_group":20,"source_text":"From all of this material briefly outlined in this presentation, you can see that the French are undoubtedly among the leading nations to conduct significant UFO research, both officially and semi-officially."},{"segment_id":329,"speaker_group":20,"source_text":"Instead of burying their heads in the sand, pretending that a UFO phenomenon doesn't exist or is not important, France, the cradle of rationalism in the modern era, have taken an aggressive approach towards solving this phenomenon."},{"segment_id":330,"speaker_group":20,"source_text":"Let me outline now very briefly the history of UFO research in Russia and the old Soviet Union."},{"segment_id":331,"speaker_group":20,"source_text":"In the early days of communism, the subject of UFOs was heavily censored, although some research was conducted privately by a few scientists, such as the late Professor Felix Siegel, an astronomer with the Moscow Aviation Institute who is considered the father of Russian ufology."},{"segment_id":332,"speaker_group":20,"source_text":"Things began to change after a highly publicized event in Petrosovodsk in Karelia, northern Russia in September of 1977, which led to the creation of a commission for the study of anomalous phenomena attached to the USSR Academy of Sciences."},{"segment_id":333,"speaker_group":20,"source_text":"This commission was public since it solicited reports from the Soviet citizenry."},{"segment_id":334,"speaker_group":20,"source_text":"Not known to the public, however, was the second secret study conducted by the KGB and the Soviet Ministry of Defense, although its existence was not revealed until after the breakdown of the USSR in 1990."},{"segment_id":335,"speaker_group":20,"source_text":"Eventually, some military and KGB files from this commission were released in the '90s, including incidents involving UFO flyings over nuclear facilities."},{"segment_id":336,"speaker_group":20,"source_text":"One of the most interesting cases in the KGB file is a multiple witness CE-1 close encounter of the first kind at a top secret army missile base in the district of Kapustin Yar, Astrakhan region, on the night of July 28, 29, 1989."},{"segment_id":337,"speaker_group":20,"source_text":"The file is surely incomplete, but still offers an interesting glimpse into the maneuverability of UFOs."},{"segment_id":338,"speaker_group":20,"source_text":"The dossier consists of the depositions of seven military witnesses, two junior officers, a corporal, and four privates, plus illustrations of the object by the observers and a briefcase summary by an unnamed KGB officer."},{"segment_id":339,"speaker_group":20,"source_text":"One of the depositions mentions a disc-shaped object moving, quote, \"in the direction of the rocket's weapons depot,\" and then hovering over the depot and emitting a bright beam."},{"segment_id":340,"speaker_group":20,"source_text":"Another case from 1982 involved a series of sightings of UFOs over a nuclear missile base near Usovo, Ukraine, which coincided with the malfunction of the computerized console controlling the launch of nuclear weapons."},{"segment_id":341,"speaker_group":20,"source_text":"This was obviously of great concern to the Soviet military, and is quite similar to the events at Malmstrom Air Force Base in Montana discussed in another session of these hearings."},{"segment_id":342,"speaker_group":20,"source_text":"It is perhaps due to these kinds of incidents involving nuclear weapons that a curious clause about, quote, \"unidentified objects\" was added to an agreement on measures to reduce the risk of nuclear war between the United States of America and the Union of Soviet Socialist Republics."},{"segment_id":343,"speaker_group":20,"source_text":"The agreement was part of a policy of detente during the Nixon and early Brezhnev administrations."},{"segment_id":344,"speaker_group":20,"source_text":"It was signed on September 30, 1971, by Secretary of State William Rogers and Foreign Minister Andrei Gromyko."},{"segment_id":345,"speaker_group":20,"source_text":"The agreement has nine articles on issues such as informing each other, quote, \"against the accidental or unauthorized use of nuclear weapons under its control,\" notification in advance of missile launches that go beyond the national territory of each country, and other measures of cooperation in order to avert, quote, \"the risk of outbreak of nuclear war.\""},{"segment_id":346,"speaker_group":20,"source_text":"Article 3 reads, I'm quoting, \"the parties undertake to notify each other immediately in the event of detection by missile warning systems of unidentified objects or in the event of signs of interference with these systems or with the related communication facilities if such occurrences could create a risk of outbreak of nuclear war between the two countries.\""},{"segment_id":347,"speaker_group":20,"source_text":"It's a good thing that they signed this agreement."},{"segment_id":348,"speaker_group":20,"source_text":"Several UFO cases involving Russian cosmonauts have also become public over the years."},{"segment_id":349,"speaker_group":20,"source_text":"One of the most interesting was a report by cosmonaut Major General Vladimir Kovalyonok from the Salyut 6 space station on May 5, 1981."},{"segment_id":350,"speaker_group":20,"source_text":"The sighting of a pulsating round object, which resembled a melon-- that's his quote-- and then became like a barbell and didn't resemble any cosmic objects unfamiliar with, was admitted on the record in a videotaped interview by the cosmonaut many years later."},{"segment_id":351,"speaker_group":20,"source_text":"Another cosmonaut, Major General Pavel Popovich, even became, at one point, the president of the All Union Ufology Association of the Commonwealth of Independent States."},{"segment_id":352,"speaker_group":20,"source_text":"A quote from a 1992 paper by General Popovich provides an appropriate ending to this brief presentation."},{"segment_id":353,"speaker_group":20,"source_text":"He wrote, quote, \"The UFO sightings have become the constant component of human activity and require a serious global study."},{"segment_id":354,"speaker_group":20,"source_text":"In order to realize the position of man on Earth and in the universe, ufology, the scientific study of the UFO phenomenon, should take place in the midst of other sciences dealing with man and the world.\""},{"segment_id":355,"speaker_group":20,"source_text":"Thank you very much."},{"segment_id":356,"speaker_group":20,"source_text":"[APPLAUSE] We're going to go through one round of questions."},{"segment_id":357,"speaker_group":20,"source_text":"And we will-- each of you get five minutes."},{"segment_id":358,"speaker_group":20,"source_text":"And then when we come back after break, you'll have another chance to go through."},{"segment_id":359,"speaker_group":20,"source_text":"So let's start with Representative Cook."},{"segment_id":360,"speaker_group":20,"source_text":"Thank you, Madam Chair."},{"segment_id":361,"speaker_group":20,"source_text":"Let's-- I'd first like to ask a question of our witness from the UK, Nick Pope."},{"segment_id":362,"speaker_group":20,"source_text":"I remember some of your biography from yesterday, but remind me, you did work for the Ministry of Defense in the UK."},{"segment_id":363,"speaker_group":20,"source_text":"That's correct, sir, yes."},{"segment_id":364,"speaker_group":20,"source_text":"You are currently not working for the Ministry of Defense."},{"segment_id":365,"speaker_group":20,"source_text":"Am I correct on that?"},{"segment_id":366,"speaker_group":20,"source_text":"Correct, sir."},{"segment_id":367,"speaker_group":20,"source_text":"I left in 2006. 2006."},{"segment_id":368,"speaker_group":20,"source_text":"And then you've been very involved in this study of UFOs since that time."},{"segment_id":369,"speaker_group":20,"source_text":"Since you left-- well, while you were there."},{"segment_id":370,"speaker_group":20,"source_text":"And certainly, you've been involved since you left."},{"segment_id":371,"speaker_group":20,"source_text":"Yes, sir, in a private capacity."},{"segment_id":372,"speaker_group":20,"source_text":"In a private capacity, I understand, at this time."},{"segment_id":373,"speaker_group":20,"source_text":"OK, and of course, you're telling us-- and this is really interesting to me-- that the Ministry of Defense's project on UFOs lasted from 1953, which is essentially the same year close to when Project Blue Book in the United States started."},{"segment_id":374,"speaker_group":20,"source_text":"But you went all the way to 2009 in the UK with your project, although you don't have a fancy name for it, or any name for it."},{"segment_id":375,"speaker_group":20,"source_text":"Am I right?"},{"segment_id":376,"speaker_group":20,"source_text":"Yes, sir."},{"segment_id":377,"speaker_group":20,"source_text":"If you'll excuse the pun, I think we were even worse resourced than Project Blue Book."},{"segment_id":378,"speaker_group":20,"source_text":"OK, fair enough."},{"segment_id":379,"speaker_group":20,"source_text":"But you collected-- you've investigated 12,000 sightings."},{"segment_id":380,"speaker_group":20,"source_text":"And I guess it was 2007, or currently, at least, over 50,000 pages of documents have been sent to the archives for scholars like yourself and any other scholar here to be looking at."},{"segment_id":381,"speaker_group":20,"source_text":"Am I correct?"},{"segment_id":382,"speaker_group":20,"source_text":"So they're open files."},{"segment_id":383,"speaker_group":20,"source_text":"They are-- Or are-- well, let's explain."},{"segment_id":384,"speaker_group":20,"source_text":"Tell me-- I don't want to put words in your mouth."},{"segment_id":385,"speaker_group":20,"source_text":"What are those files?"},{"segment_id":386,"speaker_group":20,"source_text":"Are they open, closed, kind of high clearance to get it to-- go ahead."},{"segment_id":387,"speaker_group":20,"source_text":"The material is at the UK National Archives website."},{"segment_id":388,"speaker_group":20,"source_text":"And I'm afraid to say there is a small charge for access."},{"segment_id":389,"speaker_group":20,"source_text":"But-- Having said that, if you're prepared to pay that small charge, they're all open."},{"segment_id":390,"speaker_group":20,"source_text":"But many of the investigators here that have been witnesses would have no problem with that small charge, I'm sure."},{"segment_id":391,"speaker_group":20,"source_text":"Yes, sir."},{"segment_id":392,"speaker_group":20,"source_text":"So I can imagine you, being as interested as you are, have looked at a lot of these documents."},{"segment_id":393,"speaker_group":20,"source_text":"Or maybe you've even read every one of them."},{"segment_id":394,"speaker_group":20,"source_text":"I don't know."},{"segment_id":395,"speaker_group":20,"source_text":"Would you explain to what extent you've analyzed these?"},{"segment_id":396,"speaker_group":20,"source_text":"When I did that job, I made it my business to research back into the archive and look at the historical documents."},{"segment_id":397,"speaker_group":20,"source_text":"So I went right back to the inception."},{"segment_id":398,"speaker_group":20,"source_text":"And indeed, though the formal project started in 1953, we did have a look at some sightings on an ad hoc basis even before then."},{"segment_id":399,"speaker_group":20,"source_text":"And indeed, we had some reports during the Second World War."},{"segment_id":400,"speaker_group":20,"source_text":"At the time, the phrase \"foo fighters\" was used for these things, subsequently \"ghost rockets.\""},{"segment_id":401,"speaker_group":20,"source_text":"And you described what you felt was the feeling of the MOD, at least when you were in the ministry, of giving some but low probability of ET origins to the UFOs that were studied."},{"segment_id":402,"speaker_group":20,"source_text":"Am I correct in what you've testified to?"},{"segment_id":403,"speaker_group":20,"source_text":"I think it's more-- You said low probability but high consequence."},{"segment_id":404,"speaker_group":20,"source_text":"Certainly nobody would question high consequence."},{"segment_id":405,"speaker_group":20,"source_text":"Some might question low priority."},{"segment_id":406,"speaker_group":20,"source_text":"But was that their official position with all this work done?"},{"segment_id":407,"speaker_group":20,"source_text":"I think it was more a case, sir, that we couldn't rule that possibility out."},{"segment_id":408,"speaker_group":20,"source_text":"We said it was a sort of non-zero possibility."},{"segment_id":409,"speaker_group":20,"source_text":"But now I'm particularly interested, not in the official ministry position."},{"segment_id":410,"speaker_group":20,"source_text":"Because I know how politics works."},{"segment_id":411,"speaker_group":20,"source_text":"And as you say, these are your words, sir."},{"segment_id":412,"speaker_group":20,"source_text":"The UK acts like a lap dog to the United States."},{"segment_id":413,"speaker_group":20,"source_text":"OK, so here's what I'm going to ask you."},{"segment_id":414,"speaker_group":20,"source_text":"What's your opinion after all the research you've done?"},{"segment_id":415,"speaker_group":20,"source_text":"And based on all that stuff that you've had access to, is there an ET origin to what's obviously been accurate-- or I should say sightings of real UFOs?"},{"segment_id":416,"speaker_group":20,"source_text":"Now having sighted-- we're just repeating the concept that having sighted a UFO is not the same thing as saying there's an extraterrestrial component."},{"segment_id":417,"speaker_group":20,"source_text":"I want to know your opinion of that based on all that stuff that you have investigated."},{"segment_id":418,"speaker_group":20,"source_text":"I think, sir, I would say that the evidence doesn't go quite far enough for me to say personally that I am absolutely sure we're being visited."},{"segment_id":419,"speaker_group":20,"source_text":"But I certainly think it is compelling enough that it is a possibility."},{"segment_id":420,"speaker_group":20,"source_text":"I know, sir, that's a fancy way of saying I don't know."},{"segment_id":421,"speaker_group":20,"source_text":"I apologize."},{"segment_id":422,"speaker_group":20,"source_text":"Fair enough."},{"segment_id":423,"speaker_group":20,"source_text":"I've got just a minute left."},{"segment_id":424,"speaker_group":20,"source_text":"So I wanted to get to Grant Cameron."},{"segment_id":425,"speaker_group":20,"source_text":"I'll be able to do that on the second round anyway."},{"segment_id":426,"speaker_group":20,"source_text":"But this 1950 Wilbert Smith thing is showing illumination on a question I brought up, I think, to you or to somebody yesterday on ET-- or I should say, let's use the word bodies."},{"segment_id":427,"speaker_group":20,"source_text":"Bodies-- witnesses talked about bodies concurrently with seeing those bodies."},{"segment_id":428,"speaker_group":20,"source_text":"And it's documented that they talked about it at the time, not a lot later."},{"segment_id":429,"speaker_group":20,"source_text":"There was something about Wilbert Smith's-- I think it was Skully Book."},{"segment_id":430,"speaker_group":20,"source_text":"Would you elaborate on that if you could?"},{"segment_id":431,"speaker_group":20,"source_text":"I think the point that you were making yesterday was in one of the documents that says in the Project Magnet report that extraterrestrials was highly probable for the result."},{"segment_id":432,"speaker_group":20,"source_text":"And that's when you asked, is there any documents that actually refer to extraterrestrials rather than that it's confirmed?"},{"segment_id":433,"speaker_group":20,"source_text":"So what I have put forward is this idea that when the Canadians went to the Americans, the first question they asked was related to this Frank Skully book that was published in 1950."},{"segment_id":434,"speaker_group":20,"source_text":"This is when the interview took place."},{"segment_id":435,"speaker_group":20,"source_text":"And the first question he asked is Skully's book about the crash of Aztec New Mexico, how much of that book is accurate?"},{"segment_id":436,"speaker_group":20,"source_text":"And that's when he says the vast majority of the material is accurate."},{"segment_id":437,"speaker_group":20,"source_text":"I know the time's expired."},{"segment_id":438,"speaker_group":20,"source_text":"I'll probably pick up with that on next round."},{"segment_id":439,"speaker_group":20,"source_text":"Thank you."},{"segment_id":440,"speaker_group":20,"source_text":"Thank you."},{"segment_id":441,"speaker_group":20,"source_text":"Let's go to Congresswoman Kilpatrick."},{"segment_id":442,"speaker_group":20,"source_text":"Thank you, Madam Chair."},{"segment_id":443,"speaker_group":20,"source_text":"I think I want to start first with Mr. Pinotti, if I'm pronouncing that correctly."},{"segment_id":444,"speaker_group":20,"source_text":"Is the Vatican included in Italy's deception?"},{"segment_id":445,"speaker_group":20,"source_text":"I know they're separate unto the country."},{"segment_id":446,"speaker_group":20,"source_text":"Do you interact with them?"},{"segment_id":447,"speaker_group":20,"source_text":"Do they have their own beliefs about what this phenomenon is?"},{"segment_id":448,"speaker_group":20,"source_text":"Yes."},{"segment_id":449,"speaker_group":20,"source_text":"Consider that recently, even the official term unidentified flying objects was formally translated into Latin, res inexplicate volantes, which means exactly the same thing in the old Latin tongue."},{"segment_id":450,"speaker_group":20,"source_text":"This was made surely because there is a definite approach in the Vatican."},{"segment_id":451,"speaker_group":20,"source_text":"And according to my personal opinion and to what I happened to see, well, everything began probably in 1952."},{"segment_id":452,"speaker_group":20,"source_text":"Mr. Pernati."},{"segment_id":453,"speaker_group":20,"source_text":"Yes."},{"segment_id":454,"speaker_group":20,"source_text":"I've got five minutes."},{"segment_id":455,"speaker_group":20,"source_text":"You've got 1 and 1/2 minutes."},{"segment_id":456,"speaker_group":20,"source_text":"Let me ask, my question, my only question right now."},{"segment_id":457,"speaker_group":20,"source_text":"We're going to come back."},{"segment_id":458,"speaker_group":20,"source_text":"In 1952, we had-- No, sorry, I mean, wait, you have to wait a minute."},{"segment_id":459,"speaker_group":20,"source_text":"OK, OK."},{"segment_id":460,"speaker_group":20,"source_text":"No, I just want to ask the question."},{"segment_id":461,"speaker_group":20,"source_text":"I'm not trying to be rude."},{"segment_id":462,"speaker_group":20,"source_text":"Help me out, Madam Chair, because I want to get all of them on one question."},{"segment_id":463,"speaker_group":20,"source_text":"And I'm just trying to find-- we had 10 different countries today, 11 counting Russia and 12 if we count Vatican."},{"segment_id":464,"speaker_group":20,"source_text":"So what I was trying to-- The Vatican is absolutely open to this subject because recently, the director of Specula Vaticana, which is the official astronomical observatory of the Vatican, said not only that surely UFOs exist, but they have to exist because otherwise, this would be contradictory to the doctrine of the church, of the creation of the power of God's creation."},{"segment_id":465,"speaker_group":20,"source_text":"In other words, we have to meet in the future aliens, and we must consider them as our brothers."},{"segment_id":466,"speaker_group":20,"source_text":"This is exactly what the official Vatican paper wrote."},{"segment_id":467,"speaker_group":20,"source_text":"OK, thank you, Mr. Pananti."},{"segment_id":468,"speaker_group":20,"source_text":"Thank you very much, sir."},{"segment_id":469,"speaker_group":20,"source_text":"I appreciate that."},{"segment_id":470,"speaker_group":20,"source_text":"I'm still not sure if it's one or two thoughts, but I agree with what you said."},{"segment_id":471,"speaker_group":20,"source_text":"Thank you very much."},{"segment_id":472,"speaker_group":20,"source_text":"For all of you and all of your experiences, and I appreciate all your testimony."},{"segment_id":473,"speaker_group":20,"source_text":"Again, we've heard from 12 different countries today, and that's just an international phenomenon."},{"segment_id":474,"speaker_group":20,"source_text":"One question I want to ask, do any of your countries have any relationship with the United States government, any NGOs here, or any nonprofits, where they would get all of your information or some of your information or come and get whatever you got?"},{"segment_id":475,"speaker_group":20,"source_text":"Do you interact with the United States on this, and do they have some of the materials that you have collected over the years?"},{"segment_id":476,"speaker_group":20,"source_text":"Let me start with you, Mr. Huneeus."},{"segment_id":477,"speaker_group":20,"source_text":"Well, the answer is I'm just reporting on the history of France and Russia, but I'm not their spokesman."},{"segment_id":478,"speaker_group":20,"source_text":"If you don't know, it's OK."},{"segment_id":479,"speaker_group":20,"source_text":"You can say that, too."},{"segment_id":480,"speaker_group":20,"source_text":"So I wouldn't know."},{"segment_id":481,"speaker_group":20,"source_text":"I would imagine that the Russians and the Americans have some dialogue on this, but that's an assumption."},{"segment_id":482,"speaker_group":20,"source_text":"But no, to your knowledge, nothing where Russia may have had an incident, and the US came and got some of their-- Well, I mean, even from that clause of the nuclear thing, you know, I mean, I think there's some incidents where they must have some connections, but it certainly wouldn't be public."},{"segment_id":483,"speaker_group":20,"source_text":"The French, as you know, from your days in Congress, are pretty independent on their way of thinking."},{"segment_id":484,"speaker_group":20,"source_text":"And friends with friends, cousins, actually."},{"segment_id":485,"speaker_group":20,"source_text":"Yeah, I know we're allies, but-- Right, allies is a word."},{"segment_id":486,"speaker_group":20,"source_text":"Allies, but they're a little independent."},{"segment_id":487,"speaker_group":20,"source_text":"So I don't think they would-- OK, and I don't want anybody to speculate."},{"segment_id":488,"speaker_group":20,"source_text":"It's OK to say if you don't know, you don't know."},{"segment_id":489,"speaker_group":20,"source_text":"No, I don't know."},{"segment_id":490,"speaker_group":20,"source_text":"OK, but that's good enough."},{"segment_id":491,"speaker_group":20,"source_text":"And you're right about the relationships to our countries."},{"segment_id":492,"speaker_group":20,"source_text":"You're absolutely right."},{"segment_id":493,"speaker_group":20,"source_text":"Thank you very much."},{"segment_id":494,"speaker_group":20,"source_text":"Mr. Paul."},{"segment_id":495,"speaker_group":20,"source_text":"Ma'am, there was some limited liaison between the USAAF Project Blue Book and the Ministry of Defense right up until Blue Book was terminated."},{"segment_id":496,"speaker_group":20,"source_text":"Beyond that, I'm not aware of anything other than ad hoc liaison."},{"segment_id":497,"speaker_group":20,"source_text":"Our terms of reference limited our investigations to the UK's air defense region."},{"segment_id":498,"speaker_group":20,"source_text":"But we did, from time to time, through the embassies and open source, IE media, get reports from other countries."},{"segment_id":499,"speaker_group":20,"source_text":"Did British government, US government, or an NGO in America, or a nonprofit in America, ever come to Britain and take some of the findings, or oversee, or analyze any findings from your country?"},{"segment_id":500,"speaker_group":20,"source_text":"I believe that some files were exchanged."},{"segment_id":501,"speaker_group":20,"source_text":"Yes, ma'am."},{"segment_id":502,"speaker_group":20,"source_text":"And I think that some of the Blue Book personnel made the odd visit."},{"segment_id":503,"speaker_group":20,"source_text":"And indeed, you heard the testimony of General Gabrielle, of course, coming in and taking items relating to Rendlesham."},{"segment_id":504,"speaker_group":20,"source_text":"OK, thank you very much."},{"segment_id":505,"speaker_group":20,"source_text":"Mr. Cameron, in Canada."},{"segment_id":506,"speaker_group":20,"source_text":"The Canadians, since 1954, have been completely silent on the subject."},{"segment_id":507,"speaker_group":20,"source_text":"But I would imagine, based on the very close relationship between Canada and the United States, especially with regards to NATO, that discussions are taking place at some level, interacting material."},{"segment_id":508,"speaker_group":20,"source_text":"But the Canadians are absolutely quiet."},{"segment_id":509,"speaker_group":20,"source_text":"They do not say anything."},{"segment_id":510,"speaker_group":20,"source_text":"The American government leaks a lot of material."},{"segment_id":511,"speaker_group":20,"source_text":"The Canadian governments have said nothing since 1954."},{"segment_id":512,"speaker_group":20,"source_text":"OK, unlike what we heard this morning, US, in some instances, actually went to those countries and gathered the particles, the information."},{"segment_id":513,"speaker_group":20,"source_text":"Yeah, I have a story."},{"segment_id":514,"speaker_group":20,"source_text":"My father worked for the Department of Transport."},{"segment_id":515,"speaker_group":20,"source_text":"No, hold the story."},{"segment_id":516,"speaker_group":20,"source_text":"Hold the story."},{"segment_id":517,"speaker_group":20,"source_text":"I got one minute."},{"segment_id":518,"speaker_group":20,"source_text":"OK, it's a good story, though."},{"segment_id":519,"speaker_group":20,"source_text":"I know."},{"segment_id":520,"speaker_group":20,"source_text":"We'll come back for it, second round, I promise."},{"segment_id":521,"speaker_group":20,"source_text":"I'll give it to you."},{"segment_id":522,"speaker_group":20,"source_text":"Mr. Shili, would you comment on that, China and the US?"},{"segment_id":523,"speaker_group":20,"source_text":"Does China share anything with our government, with an NGO in America, or a nonprofit as it relates to your findings?"},{"segment_id":524,"speaker_group":20,"source_text":"And I love your testimony, by the way. 500 years and up, that's outstanding and still standing, and the economic engine of the world."},{"segment_id":525,"speaker_group":20,"source_text":"Tell me, does China share on this phenomenon, on the extraterrestrial UFO phenomenon with the US at all?"},{"segment_id":526,"speaker_group":20,"source_text":"Well, on this, we have some exchanges in the non-governmental area, for example, with the Rockefeller Foundation."},{"segment_id":527,"speaker_group":20,"source_text":"Several times, they have come to me, and we have conducted a high-level, a trilateral meeting that involves Americans, Russians, and Chinese on the UFO issue."},{"segment_id":528,"speaker_group":20,"source_text":"We, at the meeting, talked about the fact that we have to take actions and do more research in this area."},{"segment_id":529,"speaker_group":20,"source_text":"And suggestions were made at that meeting to have a summit meeting."},{"segment_id":530,"speaker_group":20,"source_text":"And I was asked to start preparing for this summit meeting."},{"segment_id":531,"speaker_group":20,"source_text":"So for more than 10 years, I have been trying to make efforts and start this summit."},{"segment_id":532,"speaker_group":20,"source_text":"I have been preparing for this summit meeting on UFO."},{"segment_id":533,"speaker_group":20,"source_text":"And this time, the Rockefeller Foundation hosted this meeting."},{"segment_id":534,"speaker_group":20,"source_text":"They also invited me to Princeton University."},{"segment_id":535,"speaker_group":20,"source_text":"One of the deans there met with me."},{"segment_id":536,"speaker_group":20,"source_text":"And he promised me that he will try to organize a very high-level scientist group to do research."},{"segment_id":537,"speaker_group":20,"source_text":"And they will make an exception and take a Chinese person to join this group, to join this expert or this scientist group."},{"segment_id":538,"speaker_group":20,"source_text":"And once the scientific research results in China have been acknowledged by this group, it will be published."},{"segment_id":539,"speaker_group":20,"source_text":"And it will be acknowledged around the world."},{"segment_id":540,"speaker_group":20,"source_text":"Nowadays, we have many results at hand."},{"segment_id":541,"speaker_group":20,"source_text":"We are trying to verify those results and exchange those information with other organizations."},{"segment_id":542,"speaker_group":20,"source_text":"So in my opinion, our next step is to become more active."},{"segment_id":543,"speaker_group":20,"source_text":"So like me, I am the chairman of the Chinese UFO Federation."},{"segment_id":544,"speaker_group":20,"source_text":"Our work is not only to find out where those UFOs are, we also have to focus on the next step that is the high technology that is from outer space."},{"segment_id":545,"speaker_group":20,"source_text":"Thank you very much."},{"segment_id":546,"speaker_group":20,"source_text":"Thanks to all the panelists."},{"segment_id":547,"speaker_group":20,"source_text":"Thank you."},{"segment_id":548,"speaker_group":20,"source_text":"[APPLAUSE] Thank you."},{"segment_id":549,"speaker_group":20,"source_text":"Mr. Penati, would you give us some actual examples and experiences that you learned and experienced during your many years and total involvement with these issues?"},{"segment_id":550,"speaker_group":20,"source_text":"My experience is both of private nature and also from the standpoint of officiality, because I could consult also the Italian Air Force Archives."},{"segment_id":551,"speaker_group":20,"source_text":"OK, excuse me."},{"segment_id":552,"speaker_group":20,"source_text":"Yes."},{"segment_id":553,"speaker_group":20,"source_text":"Let's make sure-- let's talk about what-- Some examples. --with UFOs or-- Yes, yes. --ETs."},{"segment_id":554,"speaker_group":20,"source_text":"OK, thank you."},{"segment_id":555,"speaker_group":20,"source_text":"Exactly, I understand."},{"segment_id":556,"speaker_group":20,"source_text":"For instance, just to make some examples, we could mention-- this could be linked to the previous question too."},{"segment_id":557,"speaker_group":20,"source_text":"For instance, in 1954, we had a big wave in Italy."},{"segment_id":558,"speaker_group":20,"source_text":"And even the ambassador of the United States in Rome was present at one of these phenomena, for instance."},{"segment_id":559,"speaker_group":20,"source_text":"In 1978, we had the biggest wave, more than 2,000 cases."},{"segment_id":560,"speaker_group":20,"source_text":"And in these cases, we had absolutely the landing, the sightings, rather cases of objects."},{"segment_id":561,"speaker_group":20,"source_text":"They were round objects with dome."},{"segment_id":562,"speaker_group":20,"source_text":"And in different cases, we had also antities on the ground."},{"segment_id":563,"speaker_group":20,"source_text":"There are both close encounters of the second kind cases and also of this type."},{"segment_id":564,"speaker_group":20,"source_text":"What we may say is that there is a definite pattern."},{"segment_id":565,"speaker_group":20,"source_text":"In other words, in many cases, we see the same kind of event, a definite craft of a certain shape, a couple of occupants, and a lot of phenomena which may be related among them."},{"segment_id":566,"speaker_group":20,"source_text":"Besides, for instance, the Italian Air Force in different occasions had really the close encounters with fighters and UFOs in the skies of Italy, since 1966 to 1978, for instance."},{"segment_id":567,"speaker_group":20,"source_text":"There is also a photograph of one of these objects made by a Fiat G91 fighter Italian plane."},{"segment_id":568,"speaker_group":20,"source_text":"In other words, we have a lot of materials in this 400 cases filed in the Italian Air Force archives, not only UFOs in the real sense of the word, but also unidentified submerged objects, too."},{"segment_id":569,"speaker_group":20,"source_text":"Because don't forget that UFOs do not fly in the real sense of the word, but they may also interact with the hydrosphere."},{"segment_id":570,"speaker_group":20,"source_text":"And Italy has five seas."},{"segment_id":571,"speaker_group":20,"source_text":"And so there are many, many cases in which these objects entered the water and took off from the water."},{"segment_id":572,"speaker_group":20,"source_text":"There are even official photographs of these cases in our country."},{"segment_id":573,"speaker_group":20,"source_text":"Thank you so much."},{"segment_id":574,"speaker_group":20,"source_text":"Thank you."},{"segment_id":575,"speaker_group":20,"source_text":"Mr. Pope, you say that in 2007, the MOD made a policy decision to declassify and release its entire archive of UFO files."},{"segment_id":576,"speaker_group":20,"source_text":"How did the public respond?"},{"segment_id":577,"speaker_group":20,"source_text":"How did the government respond?"},{"segment_id":578,"speaker_group":20,"source_text":"How did the press respond?"},{"segment_id":579,"speaker_group":20,"source_text":"There was extensive media interest, Congresswoman, and huge public interest, too, as a result."},{"segment_id":580,"speaker_group":20,"source_text":"On the website, for example, the National Archives website-- I don't have the statistics in front of me, but it was hundreds of thousands of hits, if not more."},{"segment_id":581,"speaker_group":20,"source_text":"And were the responses positive, or did they make fun of it?"},{"segment_id":582,"speaker_group":20,"source_text":"A bit of both, ma'am."},{"segment_id":583,"speaker_group":20,"source_text":"I think some people were incredibly interested."},{"segment_id":584,"speaker_group":20,"source_text":"Some people were concerned that taxpayers' money had been spent on this at all."},{"segment_id":585,"speaker_group":20,"source_text":"And some people thought that the whole thing was disinformation and all the good stuff was being kept back."},{"segment_id":586,"speaker_group":20,"source_text":"OK, thank you very much."},{"segment_id":587,"speaker_group":20,"source_text":"I yield my time."},{"segment_id":588,"speaker_group":20,"source_text":"Thank you."},{"segment_id":589,"speaker_group":20,"source_text":"Next, we have Representative Bartlett."},{"segment_id":590,"speaker_group":20,"source_text":"I didn't know your name."},{"segment_id":591,"speaker_group":20,"source_text":"[LAUGHTER] Is there a global website that people can go to, or do you have to go to a lot of individual ones?"},{"segment_id":592,"speaker_group":20,"source_text":"There's no master link that can tie you into all this stuff?"},{"segment_id":593,"speaker_group":20,"source_text":"OK, thank you."},{"segment_id":594,"speaker_group":20,"source_text":"Mr. Panetti, you mentioned you investigated Roswell."},{"segment_id":595,"speaker_group":20,"source_text":"What does that mean, and what did you conclude?"},{"segment_id":596,"speaker_group":20,"source_text":"Simply, I was here in the States in 1991 when these cases were absolutely not known like today."},{"segment_id":597,"speaker_group":20,"source_text":"And I succeeded, when they were still alive, to contact some of the witnesses."},{"segment_id":598,"speaker_group":20,"source_text":"For instance, the former lieutenant Hoth, just to make an example."},{"segment_id":599,"speaker_group":20,"source_text":"And other people, Dennis Stacey and so on."},{"segment_id":600,"speaker_group":20,"source_text":"Besides, there were other links."},{"segment_id":601,"speaker_group":20,"source_text":"You surely know the case of Colonel Philip Corso and all the story."},{"segment_id":602,"speaker_group":20,"source_text":"And what did you conclude?"},{"segment_id":603,"speaker_group":20,"source_text":"What was your conclusion?"},{"segment_id":604,"speaker_group":20,"source_text":"No."},{"segment_id":605,"speaker_group":20,"source_text":"My personal conclusion is that the case is absolutely true."},{"segment_id":606,"speaker_group":20,"source_text":"Besides, I have also a personal-- What's true?"},{"segment_id":607,"speaker_group":20,"source_text":"No, no."},{"segment_id":608,"speaker_group":20,"source_text":"That it was a balloon?"},{"segment_id":609,"speaker_group":20,"source_text":"Is that what's true?"},{"segment_id":610,"speaker_group":20,"source_text":"No, no, absolutely."},{"segment_id":611,"speaker_group":20,"source_text":"That we were facing an extraterrestrial spaceship."},{"segment_id":612,"speaker_group":20,"source_text":"OK."},{"segment_id":613,"speaker_group":20,"source_text":"Besides, a very interesting thing is this."},{"segment_id":614,"speaker_group":20,"source_text":"When I was a military in 1971 and '72, and I was in Italy for the Netto Third Mysill Brigade, I had a uniform, of course."},{"segment_id":615,"speaker_group":20,"source_text":"And on that occasion, I was ordered to prepare a lecture for my unit."},{"segment_id":616,"speaker_group":20,"source_text":"And I did."},{"segment_id":617,"speaker_group":20,"source_text":"Well, I was in touch also with an American artillery captain, because in that period, of course, in Netto, we were all together."},{"segment_id":618,"speaker_group":20,"source_text":"And he came and told me, oh, Lieutenant Pinotti, I know you are preparing this interesting lecture."},{"segment_id":619,"speaker_group":20,"source_text":"OK."},{"segment_id":620,"speaker_group":20,"source_text":"You know, in the USA, we have the crashed objects, and even the corpses of the pilots."},{"segment_id":621,"speaker_group":20,"source_text":"Well, you can understand that in 1971 and 1972, we knew that all this were rubbish, that all this did not exist."},{"segment_id":622,"speaker_group":20,"source_text":"Only the Scully cases were known and was considered not in a positive way."},{"segment_id":623,"speaker_group":20,"source_text":"So frankly, at that time, I thought that this guy was out of mind."},{"segment_id":624,"speaker_group":20,"source_text":"Frankly, today, I do not know."},{"segment_id":625,"speaker_group":20,"source_text":"Thank you."},{"segment_id":626,"speaker_group":20,"source_text":"Mr. Schille, you said that a cover-up was unacceptable."},{"segment_id":627,"speaker_group":20,"source_text":"Unacceptable to your organization?"},{"segment_id":628,"speaker_group":20,"source_text":"Unacceptable to your government?"},{"segment_id":629,"speaker_group":20,"source_text":"Unacceptable to your military?"},{"segment_id":630,"speaker_group":20,"source_text":"Which?"},{"segment_id":631,"speaker_group":20,"source_text":"Does your government consider cover-up unacceptable?"},{"segment_id":632,"speaker_group":20,"source_text":"Right."},{"segment_id":633,"speaker_group":20,"source_text":"It's unacceptable."},{"segment_id":634,"speaker_group":20,"source_text":"But now, looking at what the Chinese government thinks, I don't think they're exactly there yet, because the Chinese government doesn't have as much information on ET as that held by the US government, such as the remains of these ETs and so on."},{"segment_id":635,"speaker_group":20,"source_text":"But I can also tell you this, on the issue of UFO or flying objects, the Chinese government is still very interested."},{"segment_id":636,"speaker_group":20,"source_text":"We have a commander for the Air Force."},{"segment_id":637,"speaker_group":20,"source_text":"Before that person takes office, they would often come to me and talk to me before they take office."},{"segment_id":638,"speaker_group":20,"source_text":"And also, a lot of people in the Air Force come talk to us and say that, oh, UFO is a big issue."},{"segment_id":639,"speaker_group":20,"source_text":"We have to go talk to you."},{"segment_id":640,"speaker_group":20,"source_text":"We have to talk to the Chinese UFO Federation."},{"segment_id":641,"speaker_group":20,"source_text":"So all in all, in China, the people in the government see this as a military issue, a security issue, which is not entirely the same as our approach."},{"segment_id":642,"speaker_group":20,"source_text":"So the government is not trying to cover up anything."},{"segment_id":643,"speaker_group":20,"source_text":"But they see this as still confidential, because they think this is a national security and a military issue."},{"segment_id":644,"speaker_group":20,"source_text":"We have some examples here."},{"segment_id":645,"speaker_group":20,"source_text":"We have been notified some sightings by the government."},{"segment_id":646,"speaker_group":20,"source_text":"And they seek our suggestions and opinions sometimes."},{"segment_id":647,"speaker_group":20,"source_text":"Thank you very much."},{"segment_id":648,"speaker_group":20,"source_text":"Thank you, thank you."},{"segment_id":649,"speaker_group":20,"source_text":"Mr. Cameron."},{"segment_id":650,"speaker_group":20,"source_text":"Excuse me, you have 30 seconds. 30 seconds."},{"segment_id":651,"speaker_group":20,"source_text":"I saw the sign."},{"segment_id":652,"speaker_group":20,"source_text":"I have a good eyesight."},{"segment_id":653,"speaker_group":20,"source_text":"Someone might say of a girl that she has tons of lipstick on."},{"segment_id":654,"speaker_group":20,"source_text":"Now, there's tons of material that the United States is supposed to have."},{"segment_id":655,"speaker_group":20,"source_text":"Is that figurative or literal?"},{"segment_id":656,"speaker_group":20,"source_text":"I think both."},{"segment_id":657,"speaker_group":20,"source_text":"Figurative."},{"segment_id":658,"speaker_group":20,"source_text":"When I asked the medallurgist how much they handled, he just said tons of it."},{"segment_id":659,"speaker_group":20,"source_text":"I mean, they had to handle a lot of material."},{"segment_id":660,"speaker_group":20,"source_text":"Did he mean like tons of lipstick or literal tons of stuff?"},{"segment_id":661,"speaker_group":20,"source_text":"His son tells numerous stories about seeing boxes, cars coming, military cars delivering material."},{"segment_id":662,"speaker_group":20,"source_text":"There's a lot of discussion about material coming to Wilbur Smith for analysis in Canada."},{"segment_id":663,"speaker_group":20,"source_text":"The sign says my time is up."},{"segment_id":664,"speaker_group":20,"source_text":"Another round, thanks."},{"segment_id":665,"speaker_group":20,"source_text":"Thank you."},{"segment_id":666,"speaker_group":20,"source_text":"Let me ask each of you to be very brief."},{"segment_id":667,"speaker_group":20,"source_text":"But I want to know how many of the sightings of what you know about vehicles, saucers, whatever you want to call them, how many of those are unmanned versus manned?"},{"segment_id":668,"speaker_group":20,"source_text":"Do you know?"},{"segment_id":669,"speaker_group":20,"source_text":"I mean, is there sort of a ratio or most of these without somebody so-called driving it?"},{"segment_id":670,"speaker_group":20,"source_text":"Because that's how far my imagination goes."},{"segment_id":671,"speaker_group":20,"source_text":"That's a really good question."},{"segment_id":672,"speaker_group":20,"source_text":"We don't know."},{"segment_id":673,"speaker_group":20,"source_text":"Because Dr. Heineck, who was the famous advisor for Blue Book, who later became very pro-euphology, well, he came up with the term close encounters of the third kind for those cases where, besides the UFO, occupants were seen."},{"segment_id":674,"speaker_group":20,"source_text":"This could be that sometimes if you are close enough to the object, you may even see an occupant inside the porthole or something."},{"segment_id":675,"speaker_group":20,"source_text":"Or maybe the object landed and the occupant came out."},{"segment_id":676,"speaker_group":20,"source_text":"But in other cases when the object is at a distance, which is the majority of UFO sightings, we would have no way of knowing if it's automatically piloted or not."},{"segment_id":677,"speaker_group":20,"source_text":"Then we have cases where we have large objects, which obviously must be manned by someone."},{"segment_id":678,"speaker_group":20,"source_text":"And then out of the large object, small little probes come."},{"segment_id":679,"speaker_group":20,"source_text":"And those seem to be remotely piloted vehicles, kind of early versions of what today we call drones."},{"segment_id":680,"speaker_group":20,"source_text":"But these are reported as far back as the '50s or something when certainly the Americans or the Russians or whatever did not have access to this kind of technology."},{"segment_id":681,"speaker_group":20,"source_text":"I mean, this whole thing about unmanned vehicles is fairly recent."},{"segment_id":682,"speaker_group":20,"source_text":"I think it goes back to maybe the '70s for the first."},{"segment_id":683,"speaker_group":20,"source_text":"So there is no way of knowing."},{"segment_id":684,"speaker_group":20,"source_text":"But certainly there is a percentage that do have occupants."},{"segment_id":685,"speaker_group":20,"source_text":"But the exact statistics, because of the distances, there's no way of knowing."},{"segment_id":686,"speaker_group":20,"source_text":"Nick, do you have anything to add?"},{"segment_id":687,"speaker_group":20,"source_text":"Madam Chair, of the roundabout 12,000 UFO reports that MOD received in the time of the UFO project, only perhaps a few dozen involve the sighting of any entities."},{"segment_id":688,"speaker_group":20,"source_text":"OK, Mr. Cameron?"},{"segment_id":689,"speaker_group":20,"source_text":"I have a personal bias that sightings are almost a total waste of time."},{"segment_id":690,"speaker_group":20,"source_text":"You can't tell anything from stuff flying around in the sky."},{"segment_id":691,"speaker_group":20,"source_text":"It's not until you interact with whoever is flying them or get inside the ship that you can learn anything."},{"segment_id":692,"speaker_group":20,"source_text":"You really can't determine very much from watching whether it's their stuff, their stuff."},{"segment_id":693,"speaker_group":20,"source_text":"It's just stuff flying around in the sky."},{"segment_id":694,"speaker_group":20,"source_text":"It just shows you that something very mysterious is going on."},{"segment_id":695,"speaker_group":20,"source_text":"Thank you."},{"segment_id":696,"speaker_group":20,"source_text":"Mr. Shelley?"},{"segment_id":697,"speaker_group":20,"source_text":"There is a higher level Air Force official that he gave me a UFO report."},{"segment_id":698,"speaker_group":20,"source_text":"He reported that he has seen that dozens of UFOs that have lined up and are flying in the same direction."},{"segment_id":699,"speaker_group":20,"source_text":"And he said that there must be a highly intelligent organism in there to fly in that."},{"segment_id":700,"speaker_group":20,"source_text":"So I think this is a very valuable report, because it reported by the high level military officials."},{"segment_id":701,"speaker_group":20,"source_text":"Because ordinary people do not have that kind of knowledge about aerospace."},{"segment_id":702,"speaker_group":20,"source_text":"But this official, the military officers, that he considered this must be evidence of there's a high intelligence organisms flying the objects."},{"segment_id":703,"speaker_group":20,"source_text":"And so in this high level military officers, he often joined and participated in our seminars as well."},{"segment_id":704,"speaker_group":20,"source_text":"And he even gave me a picture of the UFO."},{"segment_id":705,"speaker_group":20,"source_text":"This is something very special."},{"segment_id":706,"speaker_group":20,"source_text":"That was a picture that's taken from the satellite."},{"segment_id":707,"speaker_group":20,"source_text":"And that was very clear, crisp, clear picture of a UFO."},{"segment_id":708,"speaker_group":20,"source_text":"Thank you."},{"segment_id":709,"speaker_group":20,"source_text":"In my personal opinion, I consider that there is a big difference between the official cases and the civilian cases."},{"segment_id":710,"speaker_group":20,"source_text":"For instance, in Italy, we have more than 12,000 cases taken from civilian sources."},{"segment_id":711,"speaker_group":20,"source_text":"And the Italian Air Force, only 400."},{"segment_id":712,"speaker_group":20,"source_text":"So this is a big difference."},{"segment_id":713,"speaker_group":20,"source_text":"But just to make my possible opinion, I frankly think that we are facing some elongated and very big motherships which may contain piloted objects."},{"segment_id":714,"speaker_group":20,"source_text":"And these piloted objects are not too different from our fighters, in other words."},{"segment_id":715,"speaker_group":20,"source_text":"And then probably there are also remotely piloted probes."},{"segment_id":716,"speaker_group":20,"source_text":"And they are probably objects no more than half a meter in diameter of dimension, this is."},{"segment_id":717,"speaker_group":20,"source_text":"But they are probably able to fly and to give information to this strange phenomena."},{"segment_id":718,"speaker_group":20,"source_text":"All right."},{"segment_id":719,"speaker_group":20,"source_text":"Thank you very much for your time and your testimony."},{"segment_id":720,"speaker_group":20,"source_text":"It was a terrific panel."},{"segment_id":721,"speaker_group":20,"source_text":"Thank you."},{"segment_id":722,"speaker_group":20,"source_text":"And we are adjourned until 3:30."},{"segment_id":723,"speaker_group":20,"source_text":"[APPLAUSE]"}]